{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">клуб 95% - более 95% медалей</li><li class=\"col90club\">клуб 90% - более 90% медалей</li><li class=\"col80club\">клуб 80% - более 80% медалей</li><li class=\"col60club\">клуб 60% - более 60% медалей</li><li class=\"col40club\">клуб 40% - более 40% медалей</li><li class=\"colnoclub\">Без клуба - меньше 40% медалей</li></ul>",
    "home.nameMeaning.question": "Имеет ли название веб-сайта какой-либо смысл?",
    "home.nameMeaning.answer": "[mulraf]: Название \"Osekai\" является игрой слов \"osu!\", название ритм игры которую мы все знаем и любим, и название аниме жанра isekai. Исекай обычно означает \"другой мир\". Хоть я и не самый большой поклонник жанра исекай, этот сайт изначально был предназначен для чего-то другого. Я хотел создать «команду» для osu! с сайтом, на котором размещаются не только собственное сообщество, но и таблицы лидеров, мини-игры и многое другое. Что-то по типу \"другого мира\" в пределах osu!",
    "home.foundBug.question": "Я нашел баг",
    "home.foundBug.answer": "Пожалуйста, свяжитесь с нами напрямую на osu! medal hunters Discord сервере или через osu! Напишите нам в личные сообщения и мы постараемся исправить это!",
    "home.haveIdea.question": "У меня есть идея",
    "home.haveIdea.answer": "Отлично! Не стесняйтесь поделиться своими идеями на osu! medal hunters Discord сервере или напрямую с нами в личных сообщениях osu! Имейте в виду, что у нас все еще есть много идей и планов, так же ожидающих выпуска в данный момент.",
    "home.futurePlans.question": "Каковы ваши планы на будущее?",
    "home.futurePlans.answer": "В данный момент мы работаем над множеством идей для новых функций и приложений Osekai, ожидайте какие-либо новые вещи!<br><br>Если вы хотите получать секретные обновления о прогрессе в данный момент и ранний доступ к незавершенным функциям, пожалуйста, рассмотрите возможность пожертвования и таким образом получения доступа к нашему суперсекретному каналу разработки Osekai.",
    "rankings.cantFindName.question": "Я не могу найти свое имя в рейтинге, но я должен быть там!",
    "rankings.cantFindName.answer": "Извините, но мы не можем собирать данные каждого пользователя и регулярно обновлять эти данные одновременно. Поэтому, данные людей имеющих низкие ранги не будут собираться и не буду включены в список по умолчанию, однако у нас также есть хорошая новость для вас: вы можете войти в систему с помощью вашего аккаунта osu! и ваши данные начнут регулярно обновляться. Вы также можете сделать это если вы уже один из людей с достаточно высоким рангом, чтобы получать автоматические обновления, так что, даже если вы покинете границы рейтингов, которые регулярно обновляются - вы всё ещё будете получать регулярные обновления.",
    "rankings.dataNotUpdated.question": "Мои данные тут, но они не актуальны. Как часто вы обновляете данные?",
    "rankings.dataNotUpdated.answer": "В настоящее время небольшие обновления данных происходят каждых 12 часов, с полным обновлением каждые 3 дня. Если ваши данные не были обновлены через 4 дня, возможно, возникла проблема. Пожалуйста, свяжитесь с нами!",
    "rankings.whatIsSPP.question": "Что такое SPP?",
    "rankings.whatIsSPP.answer": "SPP - это сокращение для \"PP по стандартному отклонению\" (\"Standard deviated PP\"). SPP - это метод ранкинга игроков \"всех режимов\" который они выбрали как их основной ранкинг в их Discord аккаунте. Вы можете прочитатт больше о стандартном отклонении <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">Тут</a>",
    "rankings.wrongRarityPercentages.question": "Проценты для Редкости Медалей выглядят неправильно.",
    "rankings.wrongRarityPercentages.answer": "К сожалению, мы не можем отслеживать статистику каждого, и у нас также нет других причин получать такую точность, так что это лишь редкость медалей среди всех игроков, которых мы отслеживаем. Это означает, что проценты расчитываються с данными приблизительно 50.000 человек, что является довольно неплохим количеством, но поскольку они в основном состоят из топа 10.000 каждого режима игры, проценты сложных медалей немного недооцениваются.",
    "rankings.colorCodes.question": "Каковы цветовые коды для рейтинга пользователей в Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Я нашел некорректное решение, карту или комментарий.",
    "medals.somethingIncorrect.answer": "Иногда - например, когда меняется сложность (Star Rating) карт - это может произойти.<br>Если вы считаете, что решение медали неверно, пожалуйста, не стесняйтесь связаться с разработчиками или модераторами через Discord или osu! чат, чтобы проверить и исправить это. Вы также можете написать свои выводы в комментариях, если вы не уверены и хотите начать обсуждение об этом.<br>Если вы считаете, что карта является неправильной, используйте кнопку для жалобы в левом нижнем углу панели.",
    "medals.addSuggestionsOrComments.question": "Как я могу добавлять предложения карт или комментарии?",
    "medals.addSuggestionsOrComments.answer": "Вам нужно войти с помощью вашего osu! аккаунта, используя кнопку в правом верхнем углу экрана. Мы используем безопасную систему osu! OAuth2 для наших логинов, поэтому мы получаем только базовую информацию о профиле.",
    "profiles.whatAreClubs.question": "Что такое 'клубы'?",
    "profiles.whatAreClubs.answer": "Клубы медалей - это роли, в которые вы попадаете при достижении определенного процента медалей! Они появляются в вашем профиле Osekai, а также цвета соответствуют цветам процентов полученных медалей по всему сайту. Клубы медалей которые у нас есть в настоящее время:<br>??faq.colorcodes.table??<br> Вы можете попасть в каждый клуб, получив больше медалей!",
    "profiles.howAllModeNumbersCalculated.question": "Как рассчитываются числа в \"Общем\" (\"All\") режиме?",
    "profiles.howAllModeNumbersCalculated.answer": "Простые значения обычно являються оптимальными. Таким образом, например для pp, это будет<br><code>osu!standard pp + osu!taiko pp + osu!catch pp + osu!mania pp</code><br><br>Ранги для медалей беруться из Osekai Rankings которые в свою очередь используют нашу собственную базу данных, которая часто обновляется. Для получения дополнительной информации про Osekai Rankings посетите специальные разделы FAQ.<br><br>Наконец, точность расчитывается похожим образом, как osu! подсчитывает её для одного игрового режима.<br><code>(pp * точность) / Σ(pp * точность)</code><br> для всех 4 режимов игры.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Что значит \"Показывать Медали из Всех Режимов\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "По умолчанию в Osekai Profiles на панели медалей мы показываем медали из всех режимов, независимо от выбранного вами режима. Это означает, что медали из osu!catch будут появляться, даже если вы выбрали osu!standard. Если вы хотите, чтобы медали были только из специфичного режима, вы можете отключить эту опцию! Имейте в виду, что это так-же влияет на проценты и клубы.",
    "profiles.whyNoMedalRankForMe": "Почему у меня нет рейтинга медалей?",
    "profiles.whyNoMedalRankForMe.answer": "Ранг медалей, как і ранги в \"All Mode\" - расчитываются через нашу собственную базу данных. У нас нет всех пользователей, которые существуют в нашей базе данных. Только топ 10,000 игроков каждого режима игры находятся в нашем рейтинге. В нашей базе данных также есть некоторые добавленные вручную игроки. Если вы войдёте в систему Osekai, вы также будете добавлены. Ещё вы можете вручную добавлять других игроков на главной странице Osekai Rankings.",
    "snapshots.whatFilesToSend.question": "Какие файлы мне нужно отправить?",
    "snapshots.whatFilesToSend.answer": "<p>Нам нужны только .exe файл и DLL файлы, чтобы мы могли загрузить версию! Вот пример:</p><img src=\"img/faqs/snapshots_files.png\"><br>Не волнуйтесь, если у вас нет всех этих файлов! В зависимости от вашей версии osu!, некоторые из них могут отсутствовать или появиться. В любом случае, мы постараемся заставить вашу версию работать все равно :)",
    "snapshots.areVersionsSafe.question": "Безопасны ли эти старые версии для запуска?",
    "snapshots.areVersionsSafe.answer": "Да, они безопасные! Мы всегда проверяем версии на какие-либо вирусы или плохие вещи, и быстро удаляем версии, которые не являются безопасными для использования и подделаны. Для вашей информации; да, мы знаем, что ошибки первого рода существуют!",
    "snapshots.netFrameworkVersion": "Что мне делать, если я получаю уведомление, что для запуска старой версии osu! требуется старая версия .NET framework?",
    "snapshots.netFrameworkVersion.answer": "Для большинства старых версий osu! требуется старая версия .NET framework, и то, что вы видите, это Windows обнаруживает, что она требует определённую версию .NET framework для запуска вашей старой версии osu! Просто позвольте Windows выполнить свою работу, автоматически загрузив и установив необходимую версию .NET framework и через несколько минут ваша старая версия osu! должна быть запущена!"
}