{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% club - mais do que 95% das medalhas</li><li class=\"col90club\">90% club - mais do que 90% das medalhas</li><li class=\"col80club\">80% club - mais do que 80% das medalhas</li><li class=\"col60club\">60% club - mais do que 60% das medalhas</li><li class=\"col40club\">40% club - mais do que 40% das medalhas</li><li class=\"colnoclub\">Nenhum clube - menos do que 40% das medalhas</li></ul>",
    "home.nameMeaning.question": "O nome do site tem algum significado?",
    "home.nameMeaning.answer": "[mulraf]: O nome \"Osekai\" é um conjunto de \"osu!\", o nome do jogo de ritmo que todos conhecemos e amamos, e o nome do gênero de anime isekai. Isekai geralmente significa \"outro mundo\" ou \"mundo diferente\". Embora eu não seja o maior fã do gênero isekai, esse site foi originalmente destinado a outra coisa. Eu queria construir uma \"equipe\" para o osu! com um site que hospeda não apenas sua própria comunidade, mas também classificações, minigames e muito mais. Como um \"mundo diferente\" dentro do osu!",
    "home.foundBug.question": "Encontrei um bug",
    "home.foundBug.answer": "Por favor entre em contato conosco diretamente através do nosso Discord ou através das DMs do osu! e vamos tentar corrigi-lo!",
    "home.haveIdea.question": "Tenho uma ideia",
    "home.haveIdea.answer": "Ótimo! Sinta-se à vontade para compartilhar suas ideias através do nosso servidor do Discord ou diretamente conosco na DM do osu!. No entanto, tenha em mente que ainda temos muitas ideias e planos à espera neste momento.",
    "home.futurePlans.question": "Quais são seus planos para o futuro?",
    "home.futurePlans.answer": "Estamos trabalhando atualmente em uma infinidade de ideias, recursos e novos aplicativos do Osekai, fique à espera de mais novidades!<br><br>Se você quiser obter atualizações secretas sobre o progresso atual e acesso antecipado a recursos não concluídos, por favor, considerem a possibilidade de doar e, então, ter acesso ao nosso canal supersecreto de desenvolvimento do Osekai.",
    "rankings.cantFindName.question": "Não consigo encontrar o meu nome nos rankings, mas eu deveria estar lá!",
    "rankings.cantFindName.answer": "Desculpe, mas não podemos coletar os dados de todos os usuários e manter os mesmos atualizados regularmente ao mesmo tempo. Portanto, os dados de pessoas com ranks muito baixos não serão incluídos por padrão, embora tenhamos boas notícias para você: você pode fazer login com sua conta do osu! no nosso site e seus dados começarão a ser atualizados regularmente. Você também pode fazer isso se já for uma das pessoas com um rank alto o suficiente para ser automaticamente atualizado, de modo que, mesmo se deixar o rank mínimo dos usuários que são atualizados, você ainda continuará tendo atualizações regulares.",
    "rankings.dataNotUpdated.question": "Meus dados estão lá, mas não estão atualizados. Com que frequência você renova seus dados?",
    "rankings.dataNotUpdated.answer": "Neste momento, ocorrem pequenas atualizações de dados a cada 12 horas, com uma varredura total a cada 3 dias. Se seus dados não foram atualizados dentro de 4 dias, provavelmente há um problema. Por favor, entre em contato conosco!",
    "rankings.whatIsSPP.question": "O que é SPP?",
    "rankings.whatIsSPP.answer": "SPP é uma abreviação de \"Standard deviated PP\". SPP é um estilo de ranking para os jogadores de todos os modos do osu!. Você pode ler mais sobre em standard deviation <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">aqui</a>",
    "rankings.wrongRarityPercentages.question": "A porcentagem da Raridade das Medalhas não parece correta.",
    "rankings.wrongRarityPercentages.answer": "Infelizmente, não podemos rastrear as estatísticas de todos os jogadores e também não temos qualquer outro meio para fazer o mesmo, então a porcentagem de raridade das medalhas só leva em conta os usuários registrados no sistema.",
    "rankings.colorCodes.question": "Quais são os códigos de cores para o ranking de usuários no Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??\n",
    "medals.somethingIncorrect.question": "Achei uma solução, beatmap ou comentário incorreto.",
    "medals.somethingIncorrect.answer": "Às vezes - por exemplo quando as dificuldades dos beatmaps são alteradas - isso pode acontecer.<br>Se você acha que a solução de uma medalha está incorreta, não hesite em contactar os desenvolvedores ou moderadores através do discord ou das DMs do osu! para verificar e corrigi-lo. Você também poderá escrever as suas conclusões como um comentário se não tiver certeza e quiser iniciar uma discussão sobre o assunto.<br>Se você acha que um beatmap está incorreto, por favor use o botão de report designado na parte inferior esquerda do painel.",
    "medals.addSuggestionsOrComments.question": "Como posso adicionar sugestões ou comentários em um beatmap?",
    "medals.addSuggestionsOrComments.answer": "Você precisa entrar com a sua conta do osu! usando o botão no canto superior direito da tela. Nós usamos o sistema OAuth2 do osu! para fazer nossos logins, então só teremos informações básicas do seu perfil.",
    "profiles.whatAreClubs.question": "O que são \"clubes\"?",
    "profiles.whatAreClubs.answer": "Os clubes de medalhas são cargos em que você é colocado ao receber certas porcentagens de medalhas! Elas aparecem no seu perfil do Osekai, e também são coloridas entre as barras de conclusão de medalhas do site. Os clubes de medalhas que temos atualmente são:<br>??faq.colorcodes.table??<br> Você pode entrar em cada clube obtendo mais medalhas!",
    "profiles.howAllModeNumbersCalculated.question": "Como os números no modo \"Todos\" são calculados?",
    "profiles.howAllModeNumbersCalculated.answer": "Os valores básicos são geralmente aditivos. Por exemplo, o calculo para o PP seria<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>Os ranks para as medalhas são extraídas do Osekai Rankings que, por sua vez, usa nosso próprio banco de dados que é atualizado com frequência. Para mais informações sobre o Osekai Rankings, veja as seções específicas de FAQ.<br><br>Por fim, a Precisão é calculada semelhante a como o osu! calcula para um único modo de jogo.<br><code>(pp * accuracy) / Σ(pp * accuracy)</code><br> para todos os 4 modos de jogo.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "O que significa \"Mostrar Medalhas de Todos os Modos\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "No Osekai Profiles por padrão, no painel de medalhas mostramos medalhas de todos os modos, não importa o modo que você escolheu. Isto significa que uma medalha do catch de dedicação irá aparecer, mesmo que tenha sido selecionado o modo std. Se você quer que as medalhas sejam específicas para um modo você pode desabilitar esta opção! Lembre-se de que isso também altera a porcentagem e os clubes.",
    "profiles.whyNoMedalRankForMe": "Por que eu não tenho um rank de medalhas?",
    "profiles.whyNoMedalRankForMe.answer": " O ranking de medalhas é - como os ranks em todos os modos - calculado direto do nosso próprio banco de dados. Não temos todos os usuários que existem em nosso banco de dados. Apenas os top 10.000 jogadores de cada modo de jogo estão em nossos Rankings. Há também alguns jogadores adicionados manualmente em nosso banco de dados. Se você entrar no Osekai, você será adicionado ao processo. Você também pode adicionar manualmente outros jogadores além de si mesmo na página inicial de Rankings do Osekai.",
    "snapshots.whatFilesToSend.question": "Quais arquivos eu preciso enviar?",
    "snapshots.whatFilesToSend.answer": "<p>Nós precisamos apenas do arquivo .exe e dos arquivos DLL para que possamos fazer o upload da versão! Por exemplo:</p><img src=\"img/faqs/snapshots_files.png\"><br>Não se preocupe se você não tem todos esses arquivos! Dependendo da sua versão do osu!, alguns podem estar faltando ou mais podem estar lá. De qualquer forma, vamos tentar fazer funcionar mesmo assim :)",
    "snapshots.areVersionsSafe.question": "Estas versões antigas são seguras para jogar?",
    "snapshots.areVersionsSafe.answer": "Sim, elas são! Nós sempre verificamos se há qualquer vírus ou arquivos maliciosos ao seu computador e removemos rapidamente versões que decidimos que não são seguras e que foram adulteradas de forma negativa. Para sua informação; sim, sabemos que os falsos positivos são uma coisa!",
    "snapshots.netFrameworkVersion": "O que eu faço se disser que uma versão antiga do .NET framework é necessária para executar uma versão antiga do osu?",
    "snapshots.netFrameworkVersion.answer": "A maioria das versões antigas do osu! requer versões antigas do .NET framework, e o que você está vendo é apenas o Windows detectando que é necessário essa versão do .NET framework para executar sua versão antiga do osu!. Apenas deixe que o Windows faça o download e a instalação automaticamente do .NET framework e em alguns minutos sua versão antiga do osu! deve estar pronta para executar!"
}