{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% club - over 95% of medals</li><li class=\"col90club\">90% club - over 90% of medals</li><li class=\"col80club\">80% club - over 80% of medals</li><li class=\"col60club\">60% club - over 60% of medals</li><li class=\"col40club\">40% club - over 40% of medals</li><li class=\"colnoclub\">No club - less than 40% of medals</li></ul>",
    "home.nameMeaning.question": "Does the website's name have any meaning?",
    "home.nameMeaning.answer": "[mulraf]: The name \"Osekai\" is a portmanteau of \"osu!\", the name of the rhythm game we all know and love, and the name of the anime genre isekai. Isekai generally means \"other world\" or \"different world\". While I'm not the biggest fan of the isekai genre, this website was originally intended for something else. I wanted to build up a \"team\" for osu! with a website that hosts not only its own community, but also leaderboards, minigames and much more. Sort of like a \"different world\" within osu!",
    "home.foundBug.question": "I found a bug",
    "home.foundBug.answer": "Please contact us directly via the osu! medal hunters Discord server or through osu! DMs and we will try to fix it!",
    "home.haveIdea.question": "I have an idea",
    "home.haveIdea.answer": "Great! Feel free to share your ideas via the osu! medal hunters Discord server or directly with us in osu! DMs. Keep in mind though that we still have a lot of ideas and plans waiting to come to life as well at the moment.",
    "home.futurePlans.question": "What are your future plans?",
    "home.futurePlans.answer": "We are currently working on a plethora of features, ideas, and new Osekai apps. Be on the lookout for any new things!<br><br>If you want to get secret updates on current progress and early access to unfinished features, please consider donating and therefore acquiring access to our super-secret Osekai Development channel.",
    "rankings.cantFindName.question": "I can't find my name in the rankings but I should be in there!",
    "rankings.cantFindName.answer": "Sorry, but we can't collect every user's data and regularly keep that data up to date at the same time. Therefore, data on people with lower ranks will not be collected and included by default, though we do have good news for you: you can log in with your osu! credentials and your data will start being regularly updated. You can also do this if you are already one of the people with a rank high enough to get updated so that even if you leave the range of ranks that get updated you will still continue getting regular updates.",
    "rankings.dataNotUpdated.question": "My data is there, but it's not up-to-date. How frequently do you renew your data?",
    "rankings.dataNotUpdated.answer": "Right now, small data updates are happening every 12 hours or so, with a full sweep every 3 days. If your data hasn't been updated in 4 days from now, there's probably an issue. Please contact us!",
    "rankings.whatIsSPP.question": "What is SPP?",
    "rankings.whatIsSPP.answer": "SPP is an abbreviation for \"Standard deviated PP\". SPP is the ranking method all-mode players on their respective discord chose as their main ranking. You can read about standard deviation <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">Here</a>",
    "rankings.wrongRarityPercentages.question": "The percentages for the Medal Rarity don't look correct.",
    "rankings.wrongRarityPercentages.answer": "Sadly we can't track everyone's stats and we also don't have any other means to get this rate, so it's just the rarity of the medal among all the players that we have tracked. Since this means that the percentages are calculated with the data of roughly 50.000 people it is a pretty good estimate, but since it's mostly the top 10.000 of each gamemode the percentages of harder medals are a bit underestimated.",
    "rankings.colorCodes.question": "What are the color codes for the user ranking in Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "I found an incorrect solution, beatmap or comment.",
    "medals.somethingIncorrect.answer": "Sometimes - for example when star ratings of beatmaps get changed - this may occur.<br>If you think the solution of a medal is incorrect, please don't hesitate to contact the developers or moderators via discord or the osu! chat in order to check and correct it. You may also write your findings as a comment if you are uncertain and want to start a discussion about it.<br>If you think a beatmap is incorrect, please use the designated report button on the lower left of the panel.",
    "medals.addSuggestionsOrComments.question": "How can i add beatmap suggestions or comments?",
    "medals.addSuggestionsOrComments.answer": "You need to log in with your osu! account using the button on the top right corner of the screen. We use osu!'s secure OAuth2 system to do our logins, so we only get basic profile info.",
    "profiles.whatAreClubs.question": "What are 'clubs'?",
    "profiles.whatAreClubs.answer": "Medal clubs are roles you get placed into when you get to certain percentages of medals! These appear on your Osekai Profile, and are also colour matched across the site's medal completion bars. The medal clubs we currently have are:<br>??faq.colorcodes.table??<br> You can get into each club by getting more medals!",
    "profiles.howAllModeNumbersCalculated.question": "How are the numbers in \"All\" mode calculated?",
    "profiles.howAllModeNumbersCalculated.answer": "The basic values are usually additive. So for PP example it would be<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>The ranks for medals are drawn from Osekai Rankings which in turn uses our own database that gets updated frequently. For more Information on Osekai Rankings, look at the specific FAQ sections.<br><br>Lastly the Accuracy is calculated similar to how osu! calculates it for one single gamemode.<br><code>(pp * accuracy) / Σ(pp * accuracy)</code><br> for all of the 4 gamemodes.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "What does \"Show Medals from All Modes\" mean?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "On Osekai Profiles by default, on the medals panel we show medals from all mode, no matter what mode you selected. This means a catch dedication medal would show up, even if you have standard selected. If you want medals to be mode-specific you can disable this option! Keep in mind this also changes the percentage and clubs.",
    "profiles.whyNoMedalRankForMe": "Why is there no medal rank for me?",
    "profiles.whyNoMedalRankForMe.answer": " The medal rank is - like the ranks in all mode - calculated via our own database. We don't have all users that exist in our database. Only the top 10.000 players of every gamemode are in our Rankings. There are also some manually added players in our Database. If you log in on Osekai you will be added to the process. Also you can manually add other players than yourself on the Osekai Rankings Homepage.",
    "snapshots.whatFilesToSend.question": "What files do I need to send?",
    "snapshots.whatFilesToSend.answer": "<p>We only need the .exe file and the DLL files for us to be able to upload the version! Here's an example:</p><img src=\"img/faqs/snapshots_files.png\"><br>Don't worry if you don't have all these files! Depending on your osu! version, some may be missing or more may be there. Either way, we'll try to make it work anyway :)",
    "snapshots.areVersionsSafe.question": "Are these old versions safe to run?",
    "snapshots.areVersionsSafe.answer": "Yes, they are! We always check versions for any viruses or bad stuff and we quickly remove versions we decide are not safe to run and have been tampered with in a bad way. For your information; yes, we know false positives are a thing!",
    "snapshots.netFrameworkVersion": "What do I do if it says an old version of the .NET framework is required to run an old osu! version?",
    "snapshots.netFrameworkVersion.answer": "Most old osu! versions require old versions of the .NET framework, and what you're seeing is just Windows detecting that it requires that version of the .NET framework in order to run your old osu! version of choice. Just let Windows do its job automatically downloading and installing the required .NET framework version and in a few minutes your old osu! version should be up and running!"
}