{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">%95 kulüp - madalyaların %95'inden fazlası</li><li class=\"col90club\">%90 kulüp - madalyaların %90'ından fazlası</li><li class=\"col80club\">%80 kulüp - madalyaların %80'inden fazlası</li><li class=\"col60club\">%60 kulüp - madalyaların %60'ıdan fazlası</li><li class=\"col40club\">%40 kulüp - madalyaların %40'ından fazlası</li><li class=\"colnoclub\">Kulüpsüz - madalyaların %40'tan azı</li></ul>",
    "home.nameMeaning.question": "Web sitesinin isminin bir anlamı var mı?",
    "home.nameMeaning.answer": "[mulraf]: \"Osekai\" ismi osu!'nun bir portmantosu, hepimizin bildiği ve sevdiği ritim oyununun adı ve anime türü olan isekai'nin birleşiminden geliyor. Isekai genellikle \"diğer dünya\" ya da \"farklı dünya\" anlamlarına geliyor. Isekai türünün büyük bir fanı olmamamla birlikte, bu internet sitesi başka bir amaçla tasarlandı. Sadece kendi topluluğunu değil, aynı zamanda skor tablolarını, mini oyunları ve çok daha fazlasını barındıran bir web sitesiyle osu! için bir \"ekip\" oluşturmak istedim. Bir nevi osu!'nun içinde \"farklı bir dünya\" gibi.",
    "home.foundBug.question": "Bir hata buldum",
    "home.foundBug.answer": "Lütfen bizimle osu! medal hunters Discord sunucusu veya doğrudan osu! DM'leri aracılığıyla iletişime geçin ve biz de düzeltmeye çalışalım!",
    "home.haveIdea.question": "Bir fikrim var",
    "home.haveIdea.answer": "Harika! Fikirlerinizi osu! medal hunters Discord sunucusunda veya direkt olarak osu! üzerinden özelden bizimle paylaşabilirsiniz. Lakin şu anda hayata geçirilmeyi bekleyen birçok fikir ve planımız olduğunu unutmayın.",
    "home.futurePlans.question": "Gelecek için planlarınız neler?",
    "home.futurePlans.answer": "Şu anda yeni özellikler, fikirler, ve yeni Osekai uygulamaları üzerinde çalışıyoruz. Her an yeni bir şeylerle karşılaşabilirsiniz!<br><br>Eğer mevcut gidişat hakkında gizli bilgiler elde etmek veya tamamlanmayan özelliklere erken erişim sağlamak istiyorsanız, projemize bağış yaparak ultra gizli Osekai Development kanalına erişim kazanabilirsiniz.",
    "rankings.cantFindName.question": "Sıralamalarda ismimi bulamıyorum ama orada bir yerde olmalıyım!",
    "rankings.cantFindName.answer": "Üzgünüz, ama her kullanıcının bilgilerini toplayıp aynı anda düzenli olarak güncellemesini de yapamayız. Bu yüzden, düşük sıralamalı kişilerin bilgileri toplanmayıp varsayılan olarak dahil edilmeyecektir, ama size iyi haberlerimiz var: osu! bilgilerinizle giriş yapabilirsiniz ve bilgileriniz düzenli olarak güncellenmeye başlayacaktır. Bunu ayrıca zaten güncellenmek için sıralaması yeterince yüksek biriyseniz de yapabilirsiniz böylece güncellenen sıralama aralığından çıksanız bile düzenli olarak güncelleme almaya devam edeceksiniz.",
    "rankings.dataNotUpdated.question": "Bilgilerim orada, ama güncel değil. Bilgileri ne sıklıkla güncelliyorsunuz?",
    "rankings.dataNotUpdated.answer": "Şu anda, 3 günde bir taramayla, yaklaşık her 12 saatte bir ufak bilgi güncellemeleri oluyor. Eğer bilgileriniz 4 gün içinde güncellenmemişse, bir sorun olabilir. Bize haber verin!",
    "rankings.whatIsSPP.question": "SPP nedir?",
    "rankings.whatIsSPP.answer": "SPP \"Standart sapmış PP\"'nin kısaltmasıdır. SPP tüm-modlar oyuncularının kendi discordlarında ana sıralamaları olarak seçtiği sıralama metodudur. Standard sapma hakkında <a href=\"https://tr.wikipedia.org/wiki/Standart_sapma\">Burdan</a> okuyabilirsiniz.",
    "rankings.wrongRarityPercentages.question": "Medal Rarity'deki yüzdeler doğru gözükmüyor.",
    "rankings.wrongRarityPercentages.answer": "Malesef herkesin bilgilerini takip edemeyiz ve ayrıca bu orana ulaşmak için başka yolumuz yoktur, yani bu sadece medalin takip ettiklerimiz oyuncular arasından belirlenen nadirliğidir. Bu yüzdelerin yaklaşık 50.000 kişinin bilgileriyle hesaplandığı anlamına geldiği için bayağı iyi bir tahmin, ama çoğunlukla daha zor olan madalyaların her oyun modundaki en iyi 10.000'in yüzdeleri hafife alınmıştır.",
    "rankings.colorCodes.question": "Osekai Rankings'deki kullanıcı sıralamasının renk kodları nelerdir?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Yanlış bir çözüm, beatmap, yorum buldum.",
    "medals.somethingIncorrect.answer": "Bazen - mesela beatmaplerin star ratingleri değişince - bu meydana gelebilir.<br>Eğer bir madalyanın çözümünün yanlış olduğunu düşünüyorsanız, lütfen discord'dan veya osu! sohbetinden yapımcılara ya da moderatörlere kontrol edip düzeltmeleri için haber vermekten çekinmeyin. Eğer emin değilseniz ve hakkında bir sohbet başlatmak istiyorsanız bulgularınızı yorum olarak da yazabilirsiniz.<br>Eğer bir beatmapin yanlış olduğunu düşünüyorsanız, lütfen panelin sol altındaki belirlenmiş rapor tuşunu kullanın.",
    "medals.addSuggestionsOrComments.question": "Nasıl beatmap önerileri veya yorum ekleyebilirim?",
    "medals.addSuggestionsOrComments.answer": "Ekranın sağ yukarı köşesindeki butonu kullanarak giriş yapmalısınız. Girişleri yapmak için osu!'nun güvenli OAuth2 sistemini kullanıyoruz, bu yüzden sadece basit profil bilgilerini görüyoruz.",
    "profiles.whatAreClubs.question": "'Kulüpler' nedir?",
    "profiles.whatAreClubs.answer": "Madalya kulüpleri medallerde belirli yüzdelere ulaştığınızda girdiğiniz rollerdir! Bunlar Osekai Profile'ınızda görünür, ve ayrıca sitenin madalya tamamlama barlarında renk olarak eşleştirilmiştir. Şu anda var olan madalya kulüplerimiz: <br>??faq.colorcodes.table??<br>'dir. Daha fazla madalya elde ederek kulüplerin her birine girebilirsiniz!",
    "profiles.howAllModeNumbersCalculated.question": "\"Tüm\" modundaki sayılar nasıl hesaplanıyor?",
    "profiles.howAllModeNumbersCalculated.answer": "Temel değerler genellikle toplamsaldır. Mesela PP için<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>Madalya sıralaması, sık sık güncellenen kendi veritabanımızı kullanan Osekai Rankings'den alınır. Osekai Rankings ile ilgili daha fazla bilgi için lütfen S.S.S bölümüne bakın.<br><br>Son olarak vuruş isabeti, osu!nun tek bir oyun modunu hesapladığına benzer şekilde hesaplanır. her 4 oyun modu için<br><code>(pp * accuracy) / Σ(pp * accuracy)</code><br>",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "\"Tüm Modlardan Madalyaları Göster\" ne anlama geliyor?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "Osekai Profiles'da varsayılan olarak, hangi mod seçtiğinize bakmaksızın, madalyalar panelinde tüm oyun modlarından madalyalar gösteriyoruz. Bu standart seçmiş olsanız bile, catch dedication madalyasının belirmesi anlamına geliyor. Eğer madalyalarınızın mod-spesifik olmasını istiyorsanız bu özelliği kapatabilirsiniz! Bunun ayrıca yüzdeleri ve kulüpleri değiştirdiğini de aklınızda tutun.",
    "profiles.whyNoMedalRankForMe": "Neden benim madalya sıralamam yok?",
    "profiles.whyNoMedalRankForMe.answer": " Madalya sıralaması - tüm modlar sıralamasında olduğu gibi - kendi veri tabanımızla hesaplanır. Veri tabanımızda var olan bütün kullanıcılar yoktur. Sadece her oyun modundaki en iyi 10.000 oyuncu sıralamanın içindedir. Ayrıca veri tabanımıza manüel olarak eklediğimiz bazı oyuncular da vardır. Eğer Osekai'ye giriş yaparsanız bu işleme ekleneceksiniz. Ayrıca kendinizden başka oyuncuları da Osekai Rankings Homepage'e manüel olarak ekleyebilirsiniz.",
    "snapshots.whatFilesToSend.question": "Hangi dosyaları göndermem gerekiyor?",
    "snapshots.whatFilesToSend.answer": "<p>Versiyonu yüklemek için sadece .exe dosyasına ve DLL dosyalarına ihtiyacımız vardır. Örneğin:</p><img src=\"img/faqs/snapshots_files.png\"><br>Eğer bu dosyaların tamamına sahip değilseniz merak etmeyin! osu! versiyonunuza bağlı olarak, bazıları orada kayıp veya daha fazla olabilir. Öyle ya da böyle, onu çalıştırmayı deneyeceğiz :)",
    "snapshots.areVersionsSafe.question": "Eski versiyonları çalıştırmak güvenli mi?",
    "snapshots.areVersionsSafe.answer": "Evet, öyleler! Sürümleri her zaman virüs veya kötü şeyler için kontrol ederiz, çalıştırılmasının güvenli olmadığına karar verdiğimiz ve kötü bir şekilde kurcalanmış sürümleri hızla kaldırırız. Bilginize; evet, yanlış pozitiflerin bir şey olduğunu biliyoruz!",
    "snapshots.netFrameworkVersion": "Eğer eski osu! versiyonlarını çalıştırmak için eski .NET Framework sürümü gereklidir derse ne yapmalıyım?",
    "snapshots.netFrameworkVersion.answer": "Eski osu! versiyonlarının çoğu .NET Framework'ün eski versiyonlarını gerektirir, ve gördüğünüz şey sadece Windows'un istediğiniz osu! versiyonunu çalıştırması için gereken .NET Framework versiyonunu tespit etmesidir. Sadece Windows'un .NET Framework'ün gereken versiyonunu otomatikmen indirip yüklemesi için işi ona bırakın ve birkaç dakika içinde eski osu! versiyonunuz çalışıyor olacaktır!"
}