{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% club - lebih dari 95% medali</li><li class=\"col90club\">90% club - lebih dari 90% medali</li><li class=\"col80club\">80% club - lebih dari 80% medali</li><li class=\"col60club\">60% club - lebih dari 60% medali</li><li class=\"col40club\">40% club - lebih dari 40% medali</li><li class=\"colnoclub\">No club - kurang dari 40% medali</li></ul>",
    "home.nameMeaning.question": "Apakah nama situs web ini memiliki makna tertentu?",
    "home.nameMeaning.answer": "[mulraf]: Nama \"Osekai\" merupakan lakuran dari \"osu!\", nama permainan ritme yang kita kenal dan cintai, dan nama genre animasi yaitu isekai. Isekai secara umum berarti \"dunia lain\" atau \"dunia yang berbeda\". Meskipun saya bukan penggemar terbaik dari genre isekai, situs web ini awalnya untuk hal lain. Saya ingin membuat sebuah \"tim\" untuk permainan osu! dengan situs web yang tidak hanya memiliki komunitasnya sendiri tetapi juga memiliki papan peringkat, minigame, dan masih banyak lagi. Seperti \"dunia lain\" di dalam osu!",
    "home.foundBug.question": "Saya menemukan sebuah bug",
    "home.foundBug.answer": "Mohon segera mengontak kami melalui server Discord osu! medal hunters atau melalui pesan pribadi osu! dan kami akan segera memperbaiki hal tersebut!",
    "home.haveIdea.question": "Saya memiliki sebuah ide",
    "home.haveIdea.answer": "Bagus! Kamu dapat membagikan ide-idemu melalui server Discord osu! medal hunters atau melalui pesan pribadi osu!. Perlu diperhatikan bahwa kami juga masih memiliki banyak ide dan rencana yang ingin diwujudkan sesegera mungkin.",
    "home.futurePlans.question": "Apa rencanamu selanjutnya?",
    "home.futurePlans.answer": "Kami sedang mengerjakan banyak fitur, ide, dan aplikasi Osekai yang baru. Simaklah terus-menerus untuk hal-hal baru!<br><br>Jika kamu ingin mendapatkan update terkini dan akses awal tentang fitur yang belum selesai dan secara rahasia, silakan berdonasi dan kamu akan dapat akses ke kanal percakapan rahasia Osekai Development kami.",
    "rankings.cantFindName.question": "Saya tidak dapat menemukan nama saya di papan peringkat tetapi saya seharusnya berada di sana!",
    "rankings.cantFindName.answer": "Mohon maaf, kami tidak dapat mengumpulkan seluruh data pengguna dan memperbarui data tersebut dalam satu waktu. Maka dari itu, data pengguna dengan peringkat bawah tidak akan kami kumpul dan masukkan secara dasar, meskipun begitu kami punya kabar baik untukmu: kamu dapat masuk dengan akun osu!-mu dan datamu akan mulai diperbarui secara berkala. Kamu juga tetap dapat melakukan hal tersebut meskipun peringkatmu cukup tinggi untuk diperbarui secara otomatis sehingga jika dikemudian hari kamu tidak berada di jangkauan peringkat yang selalu diperbarui kamu tetap mendapatkan perbaruan secara berkala.",
    "rankings.dataNotUpdated.question": "Dataku ada di sana, tetapi bukan yang paling baru. Seberapa sering kamu memperbarui data ini?",
    "rankings.dataNotUpdated.answer": "Saat ini, perubahan data dalam skala kecil berjalan setiap 12 jam atau lebih, dengan perubahan skala besar setiap 3 hari. Jika datamu tidak diperbarui sejak 4 hari yang lalu, mungkin saja ada suatu masalah di sistem kami. Tolong kontak kami segera!",
    "rankings.whatIsSPP.question": "Apa itu SPP?",
    "rankings.whatIsSPP.answer": "SPP merupakan akronim dari \"Standar deviasi PP\". SPP merupakan suatu metode peringkat untuk pemain yang memainkan seluruh mode permainan osu! dan menjadikan ini sebagai peringkat utama mereka. Kamu dapat membaca tentang standar deviasi di <a href=\"id.wikipedia.org/wiki/Simpangan_baku\">sini</a>",
    "rankings.wrongRarityPercentages.question": "Presentase yang ada di Tingkat Kelangkaan Medali terlihat tidak sesuai.",
    "rankings.wrongRarityPercentages.answer": "Sayang sekali kami tidak dapat melacak statistik semua pemain dan kami tidak memiliki kemampuan untuk mencapai hal tersebut, sehingga tingkat kelangkaan dihitung berdasarkan jumlah pemain yang kami lacak saja. Hal ini berarti persentase dhitung berdasarkan data yang berjumlah sekitar 50.000-an, persentase tersebut sudah cukup baik untuk perkiraan, namun karena kami juga menghitung dari data 10.000 pemain teratas untuk setiap mode permainannya, nilai persentase untuk medali yang cukup sulit didapatkan agak terlalu besar.",
    "rankings.colorCodes.question": "Apa arti dari kode warna yang ada di peringkat pengguna di Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Saya menemukan solusi, beatmap, atau komentar yang salah.",
    "medals.somethingIncorrect.answer": "Terkadang—sebagai contoh ketika star rating dari beatmap berubah—hal ini dapat terjadi.<br>Jika kamu melihat solusi sebuah medal yang salah, mohon jangan sungkan untuk mengontak pengembang atau moderator melalui discord atau obrolan osu! untuk pengecekan dan pengoreksian. Kamu juga dapat menuliskan temuanmu dalam bentuk komentar jika kamu kurang yakin dan ingin memulai sebuah diskusi mengenai itu.<br>Jika kamu melihat beatmap tersebut kurang tepat, silakan gunakan tombol lapor yang ada di bawah panel tersebut.",
    "medals.addSuggestionsOrComments.question": "Bagaimana cara saya menambahkan beatmap atau komentar?",
    "medals.addSuggestionsOrComments.answer": "Kamu perlu masuk dengan menggunakan akun osu! kamu dengan menekan tombol yang ada di pojok kanan atas layar. Kami menggunakan sistem keamanan OAuth2 untuk login kami, sehingga kami hanya mendapatkan informasi dasarmu saja.",
    "profiles.whatAreClubs.question": "Apa itu \"clubs\"?",
    "profiles.whatAreClubs.answer": "Medal clubs merupakan peran yang kamu dapatkan ketika kamu mencapai suatu persentase medali! Peran tersebut dapat dilihat di Osekai Profile-mu, dan berwarna yang sama dengan bar penyelesaian medali. Medal clubs yang saat ini ada adalah sebagai berikut:<br>??faq.colorcodes.table??<br> Kamu dapat bergabung di dalam club dengan cara mendapatkan medali lebih banyak!",
    "profiles.howAllModeNumbersCalculated.question": "Bagaimana angka-angka yang ada di \"Seluruh\" mode permainan dihitung?",
    "profiles.howAllModeNumbersCalculated.answer": "Nilai-nilai dasar pada umumnya merupakan hasil penjumlahan. Jadi sebagai contoh nilai PP merupakan penjumlahan dari<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>Peringkat untuk medali didapatkan dari Osekai Rankings yang berasal dari basis data kami yang diperbarui secara berkala. Sebagai informasi lebih lanjut untuk Osekai Rankings, lihat bagian FAQ tersebut.<br><br>Terakhir, Akurasi dihitung sama seperti osu! menghitung akurasi untuk satu mode permainan.<br><code>(pp * akurasi) / Σ(pp * akurasi)</code><br>digunakan sebagai rumus untuk penjumlahan seluruh 4 mode permainan tersebut.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Apa yang dimaksud dengan \"Tunjukkan Medali dari Semua Mode Permainan\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "Kami menampilkan medali dari seluruh mode permainan di Osekai Profile secara default dan panel medali tanpa melihat mode permainan apa yang kamu pilih. Hal ini berarti medali dedication pada mode permainan catch akan tetap muncul meskipun kamu memilih mode permainan standard. Jika kamu ingin medali-medali tersebut ditampilkan secara spesifik mode permainan kamu dapat mematikan opsi ini di pengaturan! Perlu diperhatikan bahwa dengan mengganti pengaturan ini persentase dan club juga akan berubah.",
    "profiles.whyNoMedalRankForMe": "Mengapa saya tidak mendapatkan peringkat medal?",
    "profiles.whyNoMedalRankForMe.answer": " Peringkat medali—sama seperti peringkat mode lain—dihitung sendiri oleh basis data kami. Kami tidak memiliki seluruh data pengguna osu! yang pernah ada di database kami. Hanya 10.000 pemain teratas dari seluruh mode permainanlah yang di papan peringkat kami. Ada juga beberapa pemain yang ditambahkan secara manual di basis data kami. Jika kamu masuk ke Osekai, datamu juga akan termasuk dalam pemrosesan data. Kamu juga dapat menambahkan pemain lain di halaman utama Osekai Rankings.",
    "snapshots.whatFilesToSend.question": "Berkas apa saja yang perlu saya kirimkan?",
    "snapshots.whatFilesToSend.answer": "<p>Kami hanya membutuhkan berkas .exe dan DLL untuk mengarsipkan versi tersebut! Berikut adalah contohnya:</p><img src=\"img/faqs/snapshots_files.png\"><br>Kamu tidak perlu khawatir jika kamu berkasmu tidak selengkap itu! Beberapa versi osu! mungkin memiliki berkas tersebut dan yang lainnya tidak. Apapun itu, kami akan berusaha untuk membuat hal itu dapat berjalan kok :)",
    "snapshots.areVersionsSafe.question": "Apakah versi-versi lama ini aman untuk dijalankan?",
    "snapshots.areVersionsSafe.answer": "Tentu saja mereka aman untuk dijalankan! Kami selalu memastikan versi yang dikirim bebas virus atau hal yang tidak diinginkan dan kami juga menghapus versi sesegera mungkin jika kami menganggap versi tersebut tidak aman untuk dijalankan dan telah dimanipulasi. Sebagai informasi; benar, kami juga mendapatkan kasus positif palsu!",
    "snapshots.netFrameworkVersion": "Hal apa yang perlu saya lakukan jika saya menemukan pesan \"versi lama .NET framework dibutuhkan untuk menjalankan versi lama osu!\"?",
    "snapshots.netFrameworkVersion.answer": "Sebagian besar versi osu! membutuhkan versi lama .NET framework dan pesan yang sedang kamu lihat merupakan pesan dari Windows yang mendeteksi bahwa versi osu! ini membutuhkan versi .NET framework tertentu untuk dapat berjalan. Kamu cukup membiarkan Windows men-download dan memasang .NET framework tersebut secara otomatis dan dalam beberapa saat kemudian versi osu! tersebut dapat berjalan dengan baik!"
}