{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">מועדון 95% - מעל ל-95% מהמדליות</li><li class=\"col90club\">מועדון 90% - מעל ל-90% מהמדליות</li><li class=\"col80club\">מועדון 80% - מעל ל-80% מהמדליות</li><li class=\"col60club\"> מועדון 60% - מעל ל-60% מהמדליות</li><li class=\"col40club\"> מועדון 40% - מעל ל-40% מהמדליות</li><li class=\"colnoclub\"> אף מועדון - מתחת ל-40% מהמדליות</li></ul>",
    "home.nameMeaning.question": "האם יש משמעות לשם של האתר?",
    "home.nameMeaning.answer": "[mulraf]: השם \"Osekai\" הוא הלחם של אוסו \"osu!\", השם של משחק הקצב שכולנו מכירים ואוהבים, והשם של סגנון האנימה איסקאי. פירוש המילה איסקאי (Isekai) הוא \"עולם אחר\" או \"עולם שונה\". למרות שאני לא מעריץ גדול של ז'אנר האנימה הזה, האתר היה מיועד לשימוש אחר. רציתי להרכיב \"צוות\" בשביל osu! בעזרת אתר שמכיל לא רק את הקהילה אלא גם טבלאות מובילים, משחקונים ועוד הרבה. סוג של \"עולם אחר\" בתוך osu!",
    "home.foundBug.question": "מצאתי באג",
    "home.foundBug.answer": "צרו קשר איתנו דרך שרת הדיסקורד osu! medal hunters או דרך ההודעות הפרטיות ב-osu! וננסה לתקן אותו!",
    "home.haveIdea.question": "יש לי רעיון",
    "home.haveIdea.answer": "מעולה! תרגישו חופשי לשתף את הרעיונות שלכם בשרת הדיסקורד osu! medal hunters או בהודעות הפרטיות ב-osu! זכרו שיש גם לנו המון רעיונות ותוכניות שאנחנו רוצים להוסיף כרגע.",
    "home.futurePlans.question": "מה התוכניות שלכם לעתיד?",
    "home.futurePlans.answer": "אנחנו עובדים כרגע על מגוון פיצ'רים, רעיונות ואפליקציות Osekai חדשות. נסו למצוא את הדברים החדשים!<br><br>אם אתם רוצים לקבל עדכונים סודיים על ההתקדמות העכשיוית וגישה מוקדמת לפיצ'רים לא גמורים, שקלו לתרום ולהשיג גישה לערוץ הפיתוח הסופר סודי של Osekai.",
    "rankings.cantFindName.question": "אני לא מצליח למצוא את השם שלי בדירוגים, אבל אני אמור להיות שם!",
    "rankings.cantFindName.answer": "מצטערים, אבל אנחנו לא יכולים גם לאסוף את הנתונים של כל המשתמשים וגם להמשיך לעדכן את הנתונים באותו הזמן. לכן, נתונים על אנשים עם דירוגים נמוכים לא יאספו כברירת מחדל, למרות שיש לנו גם חדשות טובות עבורכם: אתם יכולים להתחבר לחשבון ה-osu! שלכם והנתונים יתעדכנו לבד. אתם יכולים לעשות את זה גם אם אתם מהאנשים שהדירוג שלהם מספיק גבוה כדי להתעדכן ואז גם אם כבר לא תהיו בטווח הדירוגים שמתעדכן, עדיין תמשיכו לקבל עדכונים באופן שוטף.",
    "rankings.dataNotUpdated.question": "הנתונים שלי שם, אבל הם לא מעודכנים. באיזו תדירות אתם מחדשים את הנתונים שלכם?",
    "rankings.dataNotUpdated.answer": "נכון לעכשיו, עדכוני נתונים קטנים מתרחשים כל 12 שעות בערך, עם סריקה מלאה כל 3 ימים. אם הנתונים שלך לא עודכנו בעוד 4 ימים מהיום, כנראה שיש בעיה. אנא צרו קשר עמנו!",
    "rankings.whatIsSPP.question": "מה זה SPP?",
    "rankings.whatIsSPP.answer": "SPP זה ראשי תיבות של \"סטיית תקן pp\". זאת למעשה שיטה ששחקני כל המודים בוחרים בהתאמה את הדירוג הראשי. אתם יכולים לקרוא עוד על סטיית תקן <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">כאן</a>",
    "rankings.wrongRarityPercentages.question": "האחוזים עבור נדירות המדליות לא נראים נכונים.",
    "rankings.wrongRarityPercentages.answer": "למרבה הצער, אנחנו לא יכולים לעקוב אחר הנתונים הסטטיסטיים של כולם וגם אין לנו שום דרך אחרת להשיג את המידע הזה, אז זה רק נדירות המדליה מבין כל השחקנים שעקבנו אחריהם. מכיוון שזה אומר שהאחוזים מחושבים על פי נתונים של בערך 50,000 אנשים, זה אומדן די טוב, אבל מכיוון שזה בעיקר ה-10,000 המובילים של כל מצב משחק, אחוזי המדליות הקשות יותר מוערכים בפחות.",
    "rankings.colorCodes.question": "מה הם קודי הצבע לדירוג המשתמשים בדירוגי Osekai?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "מצאתי פתרון לא נכון, מפה או תגובה שגויה.",
    "medals.somethingIncorrect.answer": "לפעמים - למשל כאשר דירוג הכוכבים של מפות משתנים - זה עלול להתרחש.<br>אם אתם חושבים שהפתרון של מדליה שגוי, אל תהססו לפנות למפתחים או למודים דרך דיסקורד או דרך הצאט ב-osu! על מנת שנבדוק ונתקן. אתם יכולים גם לכתוב את הממצאים שלכם כהערה אם אתם לא בטוחים וברצונכם להתחיל דיון בנושא.<br> אם אתם חושבים שמפה אינה נכונה, אנא השתמשו בלחצן הדיווח המיועד בפינה השמאלית התחתונה של הלוח.",
    "medals.addSuggestionsOrComments.question": "איך אני מוסיף הצעות למפות או תגובות?",
    "medals.addSuggestionsOrComments.answer": "אתם צריכים להתחבר עם חשבון ה-osu! באמצעות הכפתור בפינה השמאלית העליונה של המסך. אנחנו משתמשים במערכת osu!'s secure OAuth2 כדי לבצע את ההתחברות שלנו, כך שנקבל רק מידע בסיסי על הפרופיל.",
    "profiles.whatAreClubs.question": "מה זה \"מועדונים\"?",
    "profiles.whatAreClubs.answer": "מועדוני מדליות הם תפקידים שאתה מקבל כאשר אתה מגיע לאחוזים מסוימים של מדליות! אלה מופיעים בפרופיל Osekai שלך, והם גם מותאמים לצבע על פני פסי השלמת המדליות של האתר. מועדוני המדליות שכרגע יש לנו הם:<br>??faq.colorcodes.table??<br> אתה יכול להיכנס לכל מועדון על ידי השגת יותר מדליות!",
    "profiles.howAllModeNumbersCalculated.question": "איך המספרים במצב \"הכל\" מחושבים?",
    "profiles.howAllModeNumbersCalculated.answer": "את הערכים הבסיסיים אפשר בדרך כלל לסכום. אז לדוגמא PP יהיה<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>הדירוגים עבור המדליות נלקחות מ- Osekai Ranking אשר משתמש במסד הנתונים שלנו שמתעדכן לעתים קרובות. למידע נוסף על Osekai Rankings, מוזמנים להסתכל בשאלות נפוצות.<br><br>לבסוף הדיוק מחושב בדומה לאופן ש-osu! מחשב אותו במצב משחק אחד.<br><code>(pp * accuracy) / Σ(pp * accuracy)</code><br> עבור כל 4 מצבי המשחק.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "מזה זה אומר \"הצג מדליות מכל המצבים\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "בפרופילי Osekai כברירת מחדל, בחלונית המדליות אנו מציגים מדליות מכל המצבים, לא משנה באיזה מצב בחרתם. זה אומר שמדליית קאץ תופיע, גם אם משחקים סטנדרט כרגיל. אם אתם רוצה שמדליות יהיו ספציפיות למצב, אתם יכולים לבטל את האפשרות הזו! זכרו שזה גם משנה את האחוזים והמועדונים.",
    "profiles.whyNoMedalRankForMe": "למה אין לי דירוג מדליות?",
    "profiles.whyNoMedalRankForMe.answer": " דירוג המדליה - כמו הדירוגים בכל המודים - מחושב דרך מסד הנתונים שלנו. אין לנו את כל המשתמשים הקיימים בנתונים שלנו. רק 10,000 השחקנים המובילים מכל מצב משחק בדירוגים שלנו. יש גם שחקנים שנוספים באופן ידני למסד הנתונים שלנו. אם אתם מתחברים ל-Osekai אז אתם תתווספו תוך כדי תהליך ההתחברות. בנוסף, אתם יכולים להוסיף באופן ידני שחקנים אחרים בעצמכם במסך הבית של Osekai Rankings.",
    "snapshots.whatFilesToSend.question": "איזה קבצים אני צריך לשלוח?",
    "snapshots.whatFilesToSend.answer": "<p>אנחנו רק צריכים את קובץ ה-.exe וקבצי ה-DLL כדי שנוכל להעלות את הגרסה! הנה דוגמה:</p><img src=\"img/faqs/snapshots_files.png\"><br>אל תדאגו אם אין לכם את כל הקבצים האלה! תלוי בגרסת ה-osu! שלכם, יכול להיות שחלק חסרים או שיש עודפים. בכל מקרה אנחנו ננסה לגרום לזה לעבוד בכל מקרה :)",
    "snapshots.areVersionsSafe.question": "האם הגרסאות הישנות בטוחות להרצה?",
    "snapshots.areVersionsSafe.answer": "כן הם כן! אנחנו תמיד בודקים את הגרסאות בעזרת איתור וירוסים או דברים רעים ואנחנו מסירים במהירות גרסאות שאנו מחליטים שאינן בטוחות להפעלה ואו ששומשו למטרות רעות. לידיעתכם כן, אנחנו יודעים שתוצאות שווא הן דבר!",
    "snapshots.netFrameworkVersion": "מה עליי לעשות אם זה אומר שנדרשת גרסה ישנה של מסגרת NET. כדי להפעיל osu! בגרסה ישנה?",
    "snapshots.netFrameworkVersion.answer": "רוב הגרסאות הישנות של osu! דורשות פריימוורקים ישנים של .NET ומה שאתם רואים זה ווינדוס שמזהה שהוא צריך פריימוורק ישן של .NET כדי להריץ גרסת osu! ישנה לבחירתך. רק תן לוונידוס לעשות את העבודה שלו והוא יוריד ויתקין אוטומטית את הגרסה הנכונה של .NET ותוך מספר דקות גרסת ה-osu! הישנה שלך אמורה לעבוד!"
}