{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% club - sobre el 95% de medallas</li><li class=\"col90club\">90% club - sobre el 90% de medallas</li><li class=\"col80club\">80% club - sobre el 80% de medallas</li><li class=\"col60club\">60% club - sobre el 60% de medallas</li><li class=\"col40club\">40% club - sobre el 40% de medallas</li><li class=\"colnoclub\">Sin club - menos del 40% de medallas</li></ul>",
    "home.nameMeaning.question": "¿Tiene el nombre del sitio algún significado?",
    "home.nameMeaning.answer": "[mulraf]: El nombre de \"Osekai\" es un combinado de \"osu!\", el nombre del juego de ritmo que todos nosotros conocemos y amamos, con el nombre del género anime isekai. Isekai generalmente significa \"otro mundo\". Aunque no soy el mayor fan del género isekai, el sitio estába originalmente destinado a otros motivos. Quería contruir un \"equipo\" de osu! con un sitio que no solo hiciera de hosteo a su comunidad, si no que también a leaderboards, minijuegos y mucho más. Un \"mundo diferente\" dentro de osu!",
    "home.foundBug.question": "Encontré un error",
    "home.foundBug.answer": "¡Por favor contáctenos directamente a través del servidor de Discord osu! medal hunters!, o a través de mensajes directos de osu!, ¡y trataremos de arreglarlo!",
    "home.haveIdea.question": "Tengo una idea",
    "home.haveIdea.answer": "¡Genial! Siéntete libre de enviarnos tus ideas por el Discord de osu! medal hunters o contáctanos por mensajes privados de osu!. Ten en cuenta que todavía tenemos muchos planes e ideas esperando para ver la luz del día en este momento.",
    "home.futurePlans.question": "¿Cuáles son los planes a futuro?",
    "home.futurePlans.answer": "Actualmente estamos trabajando en una gran cantidad de características, ideas y nuevas aplicaciones de Osekai. ¡Busca nuevas cosas!<br><br>Si desea obtener actualizaciones secretas sobre el progreso actual y acceso temprano a características sin acabar, considera donar y, podrás adquirir acceso a nuestro súper secreto canal Osekai Development.",
    "rankings.cantFindName.question": "No puedo encontrar mi nombre en los rankings, ¡pero debería estar ahí!",
    "rankings.cantFindName.answer": "Lo sentimos, pero no podemos recopilar datos de cada usuario y mantenerlos actualizados al mismo tiempo. Por lo tanto, los datos sobre personas con rangos inferiores no se recopilarán por defectp, aunque sí tenemos buenas noticias para ti: ¡puedes iniciar sesión con tu osu! las credenciales y datos comenzarán a ser actualizados regularmente. También puedes hacerlo si ya eres una de las personas con un rango lo suficientemente alto como para ser actualizada de manera automática.",
    "rankings.dataNotUpdated.question": "Mis datos están ahí, pero no están actualizados. ¿Con qué frecuencia renuevan los datos?",
    "rankings.dataNotUpdated.answer": "En este momento, pequeñas actualizaciones de datos están ocurriendo cada 12 horas, con un barrido completo cada 3 días. Si sus datos no han sido actualizados dentro de 4 días, probablemente haya un problema. ¡Por favor, póngase en contacto con nosotros!",
    "rankings.whatIsSPP.question": "¿Qué es SPP?",
    "rankings.whatIsSPP.answer": "SPP es una abreviación para \"Standard deviated PP\" (derivado estándar de pp). SPP es un método de ranking para todos los jugadores de todos los modos según el que hayan escogido cómo principal. Puedes leer sobre la derivación estándar <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">aquí</a>",
    "rankings.wrongRarityPercentages.question": "Los porcentajes de la Rareza de Medalla no parecen correctos.",
    "rankings.wrongRarityPercentages.answer": "Lamentablemente, no podemos rastrear las estadísticas de todos y tampoco tenemos otros medios para obtener esta tasa, así que es sólo la rareza de la medalla entre todos los jugadores que hemos seguido. Dado que esto significa que los porcentajes se calculan con los datos de aproximadamente 50.000 personas es una estimación bastante buena, pero ya que es principalmente el top 10.000 de cada modo de juego los porcentajes de medallas más duras son un poco subestimados.",
    "rankings.colorCodes.question": "¿Cuáles son los códigos de color para la clasificación del usuario en los rankings de Osekai?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Encontré una solución incorrecta, mapa o comentario.",
    "medals.somethingIncorrect.answer": "A veces - por ejemplo, cuando se cambian las calificaciones de estrellas de los beatmaps - esto puede ocurrir.<br>Si crees que la solución de una medalla es incorrecta, no dudes en contactar con los desarrolladores o moderadores a través de discord o de osu! para comprobarlo y corregirlo. También puedes escribir sus conclusiones como un comentario si no estás seguro y quieres comenzar una discusión al respecto.<br>Si crees que un beatmap es incorrecto, por favor usa el botón de reportar designado en la parte inferior izquierda del panel.",
    "medals.addSuggestionsOrComments.question": "¿Cómo puedo añadir sugerencias de mapas o comentarios?",
    "medals.addSuggestionsOrComments.answer": "Necesitas iniciar sesión con tu cuenta de osu! usando el botón de la esquina superior derecha de la pantalla. Utilizamos el sistema OAuth2 de osu! para hacer nuestros logins, así que sólo obtenemos información básica del perfil.",
    "profiles.whatAreClubs.question": "¿Qué son los \"clubs\"?",
    "profiles.whatAreClubs.answer": "¡Los clubes de medallas son roles en los que te encuentras cuando llegas a ciertos porcentajes de medallas! Estos aparecen en tu perfil de Osekai y también son colores que coinciden en las barras de medallas. Los clubs de medallas que tenemos actualmente son:<br>?faq.colorcodes.table??<br> ¡Puedes entrar en cada club consiguiendo más medallas!",
    "profiles.howAllModeNumbersCalculated.question": "¿Cómo se calculan los números en el modo \"Todos\"?",
    "profiles.howAllModeNumbersCalculated.answer": "Los valores básicos suelen ser aditivos. Así que para el ejemplo de PP sería<br><code>Standard pp+ Taiko pp + Capch pp + Mania pp</code><br><br>El rank de medallas se obtienen del Osekai Ranking que utiliza nuestra propia base de datos que se actualiza con frecuencia. Para obtener más información sobre las clasificaciones de Osekai, consulte las secciones específicas de las preguntas frecuentes.<br><br>Por último, la precisión se calcula de forma similar a como osu! lo calcula para un solo modo de juego.<br><code>(pp * precisión) / (pp * precisión)</code><br> para todos los 4 modos de juego.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "¿Qué significa \"Mostrar medallas de todos los modos\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "En los perfiles de Osekai de forma predeterminada en el panel de medallas mostramos todos los modos, sin importar el modo que haya seleccionado. Esto significa que aparecería una medalla de dedicación, incluso si has seleccionado una medalla estándar. ¡Si quieres que las medallas sean específicas del modo puedes desactivar esta opción! Ten en cuenta que esto también cambia el porcentaje y los clubs.",
    "profiles.whyNoMedalRankForMe": "¿Por qué no hay rank de medalla para mí?",
    "profiles.whyNoMedalRankForMe.answer": " El rango de la medalla es - como los rangos en todo el modo - calculado a través de nuestra propia base de datos. No tenemos todos los usuarios que existen en nuestra base de datos. Sólo los 10.000 mejores jugadores de cada modo de juego están en nuestro Ranking. También hay algunos jugadores añadidos manualmente en nuestra base de datos. Si inicias sesión en Osekai serás añadido al proceso. También puedes añadir manualmente otros jugadores en la página de Osekai Rankings.",
    "snapshots.whatFilesToSend.question": "¿Qué archivos necesito enviar?",
    "snapshots.whatFilesToSend.answer": "<p>¡Solo necesitamos el archivo .exe y los archivos DLL para nosotros poder subir esta versión!</p><img src=\"img/faqs/snapshots_files.png\"><br>¡No te preocupes si no tienes estos archivos! dependiendo de tu versión de osu!, algunos pueden estar perdidos o estar por ahí. De todas formas, lo intentaremos hacer funcionar de todas formas :)",
    "snapshots.areVersionsSafe.question": "¿Estas versiones antiguas son seguras?",
    "snapshots.areVersionsSafe.answer": "¡Sí, lo son! Siempre comprobamos versiones de virus o cosas malas y rápidamente eliminamos versiones que decidimos que no son seguras ¡Para funcionar y que han sido manipuladas de una manera mala. ¡Para su información; sí, sabemos que los falsos positivos existen!",
    "snapshots.netFrameworkVersion": "¿Qué hago si dice que se requiere una versión antigua del framework .NET para ejecutar una versión antigua de osu!?",
    "snapshots.netFrameworkVersion.answer": "Las versiones más antiguas de osu! requieren versiones antiguas del .NET framework, y lo que estás viendo es sólo Windows detectando que requiere esa versión de la .NET framework para ejecutar su versión antigua de osu! Simplemente deja que Windows haga su trabajo descargando e instalando automáticamente los frameworks requeridos y en pocos minutos su versión antigua de osu! debería estar activa y funcionando!"
}