{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% klub - preko 95% medalja</li><li class=\"col90club\">90% klub - preko 90% medalja</li> <li class=\"col80club\">80% klub - preko 80% medalja</li><li class=\"col60club\">60% klub - preko 60% medalja</li><li class=\"col40club\"> 40% klub - preko 40% medalja</li><li class=\"colnoclub\">Nema kluba - manje od 40% medalja</li></ul>",
    "home.nameMeaning.question": "Ima li naziv web stranice kakvo značenje?",
    "home.nameMeaning.answer": "[mulraf]: Naziv \"Osekai\" je preslika \"osu!\", naziv igre ritma koju svi znamo i volimo, i naziv anime žanra isekai. Isekai općenito znači \"drugi svijet\" ili \"drugačiji svijet\". Iako nisam najveći obožavatelj isekai žanra, ova je web stranica izvorno bila namijenjena nečem drugom. Htio sam sastaviti \"tim\" za osu! s web-mjesto na kojem se nalazi ne samo vlastita zajednica, već i ploče s najboljim rezultatima, miniigre i još mnogo toga. Nešto kao \"drugačiji svijet\" unutar osu!",
    "home.foundBug.question": "Našao sam grešku",
    "home.foundBug.answer": "Kontaktirajte nas izravno putem osu! lovci na medalje Discord server ili putem osu! DM i pokušat ćemo to popraviti!",
    "home.haveIdea.question": "Imam ideju",
    "home.haveIdea.answer": "Sjajno! Slobodno podijelite svoje ideje putem osu! medal hunters Discord servera ili direktno kod nas u osu! DM-ove. Ipak, imajte na umu da trenutno imamo još puno ideja i planova koji čekaju da zažive.",
    "home.futurePlans.question": "Koji su Vaši budući planovi?",
    "home.futurePlans.answer": "Trenutno radimo na mnoštvu značajki, ideja i novih Osekai aplikacija. Budite u potrazi za novim stvarima!<br><br>Ako želite primati tajna ažuriranja o trenutnom napretku i ranom pristupu nedovršenim značajkama, razmislite o doniranju i stoga stjecanju pristupa našem supertajnom Osekai razvojnom kanalu.",
    "rankings.cantFindName.question": "Ne mogu pronaći svoje ime na ljestvici, ali trebao bih biti tamo!",
    "rankings.cantFindName.answer": "Žao nam je, ali ne možemo prikupljati podatke svakog korisnika i istovremeno ih redovito ažurirati. Stoga se podaci o osobama nižeg ranga neće prikupljati i uključivati ​​prema zadanim postavkama, iako imamo dobre vijesti za vas: možete se prijaviti sa svojim osu! vjerodajnice i vaši će se podaci početi redovito ažurirati. To možete učiniti i ako ste već jedan od ljudi s dovoljno visokim rangom da se ažurirate, tako da ćete i dalje primati redovita ažuriranja čak i ako napustite raspon rangova koji se ažuriraju.",
    "rankings.dataNotUpdated.question": "Moji podaci su tamo, ali nisu ažurirani. Koliko često obnavljate svoje podatke?",
    "rankings.dataNotUpdated.answer": "Trenutno se mala ažuriranja podataka događaju svakih 12 sati ili otprilike, s potpunim pregledom svaka 3 dana. Ako vaši podaci nisu ažurirani za 4 dana od sada, vjerojatno postoji problem. Molimo kontaktirajte nas!",
    "rankings.whatIsSPP.question": "Što je SPP?",
    "rankings.whatIsSPP.answer": "SPP je skraćenica za \"Standard deviated PP\". SPP je metoda rangiranja koju su igrači u svim modovima na svom razdoru odabrali kao svoj glavni poredak. O standardnoj devijaciji možete pročitati <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">ovdje</a>",
    "rankings.wrongRarityPercentages.question": "Postoci za Rijetkost Medalje ne izgledaju točno.",
    "rankings.wrongRarityPercentages.answer": "Nažalost, ne možemo pratiti svačiju statistiku, a također nemamo drugih načina da dobijemo ovu stopu, tako da je to samo rijetkost medalje među svim igračima koje smo pratili. Budući da to znači da se postoci računaju s podacima od otprilike 50.000 ljudi, to je prilično dobra procjena, ali budući da je to uglavnom prvih 10.000 u svakom modu igre postoci težih medalja su malo podcijenjeni.",
    "rankings.colorCodes.question": "Koje su oznake boja za rangiranje korisnika na Osekai Rang listi?",
    "rankings.colorCodes.answer": "??faq.oznake boja.stol??",
    "medals.somethingIncorrect.question": "Našao sam netočno rješenje, beatmapu ili komentar.",
    "medals.somethingIncorrect.answer": "Ponekad - na primjer kada se promijene ocjene zvjezdica na beatmapama - to se može dogoditi.<br>Ako mislite da je rješenje medalje netočno, ne ustručavajte se kontaktirati programere ili moderatore putem discorda ili osu! razgovarajte kako biste to provjerili i ispravili. Također možete napisati svoje nalaze kao komentar ako niste sigurni i želite započeti raspravu o tome.<br>Ako mislite da je beatmap netočan, upotrijebite određeni gumb za izvješće u donjem lijevom dijelu ploče.",
    "medals.addSuggestionsOrComments.question": "Kako mogu dodati prijedloge ili komentare beatmapa?",
    "medals.addSuggestionsOrComments.answer": "Morate se prijaviti sa svojim osu! računom pomoću gumba u gornjem desnom kutu zaslona. Za prijavu koristimo osu!-ov sigurni OAuth2 sustav, tako da dobivamo samo osnovne podatke o profilu.",
    "profiles.whatAreClubs.question": "Što su 'klubovi'?",
    "profiles.whatAreClubs.answer": "Klubovi za medalje su uloge u koje se postavljate kada dođete do određenih postotaka medalja! Oni se pojavljuju na vašem Osekai profilu, a također su usklađeni u boji na trakama za završetak medalje na web-mjestu. Klubovi za medalje koje trenutno imamo su:<br>??faq.oznake boja.stol??<br> Možete ući u svaki klub ako dobijete više medalja!",
    "profiles.howAllModeNumbersCalculated.question": "Kako su brojevi u \"Svim\" načinima igre izračunati?",
    "profiles.howAllModeNumbersCalculated.answer": "Osnovne vrijednosti su obično aditivne. Dakle, za primjer PP-a to bi bilo<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>Redovi za medalje izvlače se iz Osekai ljestvice koja zauzvrat koristi našu vlastitu bazu podataka koji se često ažurira. Za više informacija o Osekai Ljestvici, pogledajte posebne odjeljke s čestim pitanjima.<br><br>Konačno, točnost se izračunava slično kao osu! izračunava ga za jedan način igre.<br><code>(pp * točnost) / Σ(pp * točnost)</code><br> za sva 4 načina igre.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Što znači \"Prikaži medalje iz svih načina igre\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "Na Osekai Profilima prema zadanim postavkama, na ploči medalja prikazujemo medalje iz svih modova, bez obzira koji način ste odabrali. To znači da bi se pojavila medalja za catch, čak i ako ste odabrali standard. Ako želite da medalje budu specifične za način rada, možete onemogućiti ovu opciju! Imajte na umu da ovo također mijenja postotak i klubove.",
    "profiles.whyNoMedalRankForMe": "Zašto za mene ne postoji rang medalja?",
    "profiles.whyNoMedalRankForMe.answer": " Rang medalja se - kao i rangovi u svim modovima - izračunava putem naše vlastite baze podataka. Nemamo sve korisnike koji postoje u našoj bazi podataka. Samo 10.000 najboljih igrača svakog načina igre nalazi se na našoj ljestvici. Tu su i neki ručno dodani igrači u našoj bazi podataka. Ako se prijavite na Osekai, bit ćete dodani u proces. Također možete ručno dodati druge igrače osim sebe na Osekai Rankings Homepage.",
    "snapshots.whatFilesToSend.question": "Koje datoteke trebam poslati?",
    "snapshots.whatFilesToSend.answer": "<p>Potrebne su nam samo .exe datoteke i DLL datoteke da bismo mogli prenijeti verziju! Evo primjera:</p><img src=\"img/faqs/snapshots_files.png\"><br>Ne brinite ako nemate sve ove datoteke! Ovisno o vašoj osu! verziji, neke možda nedostaju ili ih ima više. U svakom slučaju, pokušat ćemo to ipak uspjeti :)",
    "snapshots.areVersionsSafe.question": "Jesu li ove stare verzije sigurne za pokretanje?",
    "snapshots.areVersionsSafe.answer": "Da, jesu! Uvijek provjeravamo ima li u verzijama ima virusa ili loših stvari i brzo uklanjamo verzije za koje odlučimo da nisu sigurne za pokretanje i da su u njima na loš način promijenjene. Za tvoju informaciju; da, znamo da su lažni pozitivni rezultati stvar!",
    "snapshots.netFrameworkVersion": "Što da radim ako kaže da je za pokretanje stare osu! verzije potrebna stara verzija .NET frameworka?",
    "snapshots.netFrameworkVersion.answer": "Najstarije osu! verzije zahtijevaju stare verzije .NET frameworka, a ono što vidite je samo da Windows otkriva da mu je potrebna ta verzija .NET frameworka kako bi mogao pokrenuti vaš stari osu! verzija po izboru. Samo neka Windows obavi svoj posao automatski preuzimajući i instalirajući potrebnu verziju .NET frameworka i za nekoliko minuta vaša stara osu! verzija bi trebala biti pokrenuta!"
}