{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95 % klubb - over 95 % av medaljene</li><li class=\"col90club\">90% klubb - over 90 % av medaljene</li><li class=\"col80club\">80 % club - over 80 % av medaljene</li><li class=\"col60club\">60% club - over 60 % av medaljene</li><li class=\"col40club\">40% club - over 40% av medaljer</li><li class=\"colnoclub\">Ingen klubb - mindre enn 40 % av medaljene</li></ul>",
    "home.nameMeaning.question": "Har nettstedets navn noe betydning?",
    "home.nameMeaning.answer": "[mulraf]: Navnet \"Osekai\" er en portmanteau av \"osu!, navnet på rytmespillet vi alle kjenner til og elsker, og navnet på animesjangeren isekai. Isekai betyr vanligvis \"annen verden\" eller \"forskjellig verden\". Selv om jeg ikke er den største tilhengeren av isekai-sjangeren var denne nettsiden opprinnelig ment for noe annet. Jeg ønsket å bygge opp et \"team\" for osu! med en nettside som ikke bare er skapt for sitt eget samfunn, men også ledertavler, minispill og mye mer. Litt som en \"annen verden\" i osu!",
    "home.foundBug.question": "Jeg fant en bug",
    "home.foundBug.answer": "Vennligst kontakt oss direkte via osu! medal hunters Discord-serveren eller gjennom osu! DMs så vil vi prøve å fikse det!",
    "home.haveIdea.question": "Jeg har en idé",
    "home.haveIdea.answer": "Flott! Du er velkommen til å dele ideene dine via osu! medalje hunters Discord-serveren eller direkte med oss i osu! DMs. Vær oppmerksom på at vi fortsatt har mange ideer og planer som venter på å komme til livet for øyeblikket.",
    "home.futurePlans.question": "Hva er deres fremtidige planer?",
    "home.futurePlans.answer": "Vi arbeider for tiden med en haug med funksjoner, ideer, og nye apper til Osekai. Vær på utkikk etter nye ting!<br><br>Om du vil få hemmelige oppdateringer om nåværende fremgang og tidlig tilgang til uferdige funksjoner, vennligst vurder å doner og få tilgang til vår superhemmelige Osekai utviklingskanal.",
    "rankings.cantFindName.question": "Jeg finner ikke mitt navn i rangeringen, men jeg bør være der!",
    "rankings.cantFindName.answer": "Beklager, men vi kan ikke samle alle brukeres data og holde disse dataene oppdatert samtidig. Derfor vil ikke data om personer med lavere rang bli samlet inn og tatt med til vanlig, men vi har gode nyheter for deg: du kan logge inn med din osu! legitimasjonen og dataene dine vil bli oppdatert med jevne mellomrom. Du kan også gjøre dette hvis du allerede er en av personene med høy grad av rangering slik at selv om du forlater rangen som blir oppdatert, vil du fortsatt få regelmessige oppdateringer.",
    "rankings.dataNotUpdated.question": "Dataene mine er der, men det er ikke oppdatert. Hvor ofte fornyer du dataene?",
    "rankings.dataNotUpdated.answer": "Akkurat nå skjer små dataoppdateringer hver 12. time, med en full oppdatering hver 3. dag. Hvis dataene dine ikke har blitt oppdatert i løpet av 4 dager, er det en antakelig feil. Kontakt oss!",
    "rankings.whatIsSPP.question": "Hva er SPP?",
    "rankings.whatIsSPP.answer": "SPP er en forkortelse for \"Standard deviated PP\". SPP er rangeringsmetoden all-mode spillere på sine respektive discord valgte som deres hovedrangering. Du kan lese om standardavvik <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">her</a>",
    "rankings.wrongRarityPercentages.question": "Prosentandelen for medalje sjeldenheten ser ikke riktig ut.",
    "rankings.wrongRarityPercentages.answer": "Dessverre kan vi ikke spore alles statistikk og vi har ingen andre midler til å få dette til, så det er bare sjeldenheten til medaljen blant alle spillerne vi har sporet. Siden dette betyr det at prosentene beregnes med ca 50000 mennesker er det et ganske godt estimat, men siden det for det meste er top 10000 av hver spillmodus, er prosentene på vanskeligere medaljer litt unøyaktige.",
    "rankings.colorCodes.question": "Hva er fargekodene for brukerrangeringen i Osekai Rankings?",
    "rankings.colorCodes.answer": "?faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Jeg fant feil løsning, beatmap eller kommentar.",
    "medals.somethingIncorrect.answer": "Noen ganger – for eksempel når vanskelighetsgraden til beatmaps endres - kan dette skje.<br>Hvis du mener løsningen på en medalje er feil, vennligst ikke nøl med å kontakte utviklere eller moderatorer via discord eller osu! Chat for å sjekke og endre det. Du kan også skrive dine funn som en kommentar hvis du er usikker og ønsker å starte en diskusjon om det.<br>Hvis du tror et beatmap er feil, kan du bruke rapporter-knappen nederst til venstre på panelet.",
    "medals.addSuggestionsOrComments.question": "Hvordan kan jeg legge til beatmapforslag eller kommentarer?",
    "medals.addSuggestionsOrComments.answer": "Du må logge deg inn med din osu!-bruker med knappen oppe i høyre hjørne av skjermen. Vi bruker osu!'s sikre OAuth2-system til å utføre våre innlogginger, så vi får bare grunnleggende profil informasjon.",
    "profiles.whatAreClubs.question": "Hva er \"klubber\"?",
    "profiles.whatAreClubs.answer": "Medalje klubber er roller du blir plassert i når du skaffet en viss prosentdel medaljer! Disse vises på Osekai-profilen din og er også fargen som er matchet på tvers av nettstedet. Medaljeklubbene vi har for øyeblikket er:<br>?faq.colorcodes.table??<br> Du kan komme deg inn i hver klubb ved å skaffe flere medaler!",
    "profiles.howAllModeNumbersCalculated.question": "Hvordan er tallene i \"Alle\" modus beregnet?",
    "profiles.howAllModeNumbersCalculated.answer": "De grunnleggende verdiene er vanligvis tilsiende. Så for PP eksempel ville det være<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>Rangene for medaler er dratt fra Osekai Rankings, som igjen bruker vår egen database som oppdateres ofte. For mer informasjon om Osekai Rankings, se spesifikke OSS-avsnittet.<br><br>Til sist beregnes nøyaktigheten lik hvordan osu! beregner den for hver gamemode.<br><code>(pp * presisjon) / Σ(pp * presisjon)</code><br> for alle de 4 spillemodusene.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Hva betyr \"Vis medaler fra alle moduser\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "På Osekai Profiles som standard, på medalje-panelet viser vi medaljer fra all moduser, uansett hvilken modus du har valgt. Det betyr at en catch dedikasjon vil vises, selv om du har valgt en standard. Hvis du vil at medaljer skal være modusspesifikke, kan du deaktivere dette! Husk at dette også endrer prosentandelen og klubbene.",
    "profiles.whyNoMedalRankForMe": "Hvorfor er det ingen medalje rang for meg?",
    "profiles.whyNoMedalRankForMe.answer": " Medalrangen er - lik rangeringen i alle moduser - beregnet via vår egen database. Vi har ikke alle brukere som finnes i databasen vår. Bare de topp 10000 spillerne for hver spillmodus er i våre rangeringer. Det er også noen manuelt lagt til spillere i vår database. Dersom du logger inn på Osekai vil du bli lagt til i prosessen. Du kan også manuelt legge til andre spillere enn deg selv på Osekai Rankings Homepage.",
    "snapshots.whatFilesToSend.question": "Hvilke filer må jeg sende?",
    "snapshots.whatFilesToSend.answer": "<p>Vi trenger kun .exe filen og DLL filene for at vi skal kunne laste opp versjonen! Her er et eksempel:</p><img src=\"img/faqs/snapshots_files.png\"><br>Ikke vær redd hvis du ikke har alle disse filene! Avhengig av osu! versjonen, kan noen mangle eller flere kan være der. Vi vil prøve å få det til å fungere uansett :)",
    "snapshots.areVersionsSafe.question": "Er disse gamle versjonene trygge å kjøre?",
    "snapshots.areVersionsSafe.answer": "Ja, det er de! Vi sjekker alltid versjoner for virus eller andre dårlige ting, og vi fjerner raskt versjoner vi blir enige om ikke er trygge å kjøre og har blitt manipulert med på en dårlig måte. For din informasjon; ja, vi vet at falske positiver er en ting!",
    "snapshots.netFrameworkVersion": "Hva gjør jeg dersom den sier at en gammel versjon av .NET framework kreves for å kjøre en gammel osu?",
    "snapshots.netFrameworkVersion.answer": "De fleste tidligere osu!-versjoner krever gamle versjoner av .NET framework, og det du ser er bare Windows som oppdager at det krever denne versjonen av .NET framework for å kjøre den gamle osu!-versjon du har valgt. Bare la Windows gjøre sin jobb automatisk å laste ned og installere den.NET framework versjonen som kreves og om noen minutter vil din gamle osu! versjon være oppe og kjøre!"
}