{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% Club - über 95% der Medaillen</li><li class=\"col90club\">90% Club - über 90% der Medaillen</li><li class=\"col80club\">80% Club - über 80% der Medaillen</li><li class=\"col60club\">60% Club - über 60% der Medaillen</li><li class=\"col40club\">40% Club - über 40% der Medaillen</li><li class=\"colnoclub\">Kein Club - weniger als 40% der Medaillen</li></ul>",
    "home.nameMeaning.question": "Hat der Name der Website eine Bedeutung?",
    "home.nameMeaning.answer": "[mulraf]: Der Name \"Osekai\" ist zusammengesetzt aus den Worten \"osu!\", dem Name des Rhythmusspiels, und dem Namen des Anime-Genres Isekai. Isekai bedeutet so viel wie \"andere Welt\". Die Website war ursprünglich anders geplant und wurde nicht etwa so benannt, weil ich ein besonders großer Isekai-Fan bin. Ich wollte ein \"Team\" für osu! mit einer Website, die nicht nur ihre eigene Community hat, sondern auch Ranglisten, Minigames und vieles mehr. Quasi eine \"andere Welt\" in osu!",
    "home.foundBug.question": "Ich habe einen Fehler gefunden",
    "home.foundBug.answer": "Bitte kontaktiere uns direkt über den osu! medal hunters Discord Server oder per osu! DM und wir werden versuchen, den Fehler zu beheben!",
    "home.haveIdea.question": "Ich habe eine Idee",
    "home.haveIdea.answer": "Toll! Du kannst deine Ideen über den osu! medal hunters Discord Server oder direkt mit uns per osu! DM besprechen. Aber denke daran, dass wir schon viele Ideen und Pläne haben, die darauf warten, im Moment umgesetzt zu werden.",
    "home.futurePlans.question": "Was sind Eure Zukunftspläne?",
    "home.futurePlans.answer": "Wir arbeiten derzeit an einer Fülle von Features, Ideen und neuen Osekai-Apps, also halte dich bereit für alle möglichen Neuerungen!<br><br>Wenn du geheime Updates über den aktuellen Fortschritt und einen frühen Zugriff auf unfertige Funktionen erhalten willst, kannst du Spenden und damit den Zugang zu unserem geheimen Osekai Entwicklungschannel auf Discord zu erhalten.",
    "rankings.cantFindName.question": "Ich kann meinen Namen nicht in der Rangliste finden, aber er sollte dort sein!",
    "rankings.cantFindName.answer": "Es tut uns leid, aber wir können nicht die Daten eines jeden Benutzers erfassen und diese regelmäßig auf dem Laufenden halten. Daher werden Daten von Spielern mit niedrigeren Rängen nicht standardmäßig erfasst. Aber wir haben eine gute Nachricht: Du kannst dich mit deinen osu! Log-In Daten anmelden, dann werden deine Daten regelmäßig aktualisiert. Du kannst dies auch tun, wenn Du bereits einer der Leute mit einem Rang bist, der hoch genug ist, um aktualisiert zu werden, so dass Du selbst falls Du den Bereich der aktualisierten Ränge verlässt, weiterhin regelmäßig geupdated wirst.",
    "rankings.dataNotUpdated.question": "Meine Daten sind da, aber sie sind nicht aktuell. Wie oft erneuert Ihr Eure Daten?",
    "rankings.dataNotUpdated.answer": "Momentan finden alle 12 Stunden kleine Datenaktualisierungen statt, mit einem vollen Schwung alle 3 Tage. Wenn deine Daten in 4 Tagen nicht aktualisiert wurden, gibt es wahrscheinlich ein Problem. Bitte kontaktiere uns!",
    "rankings.whatIsSPP.question": "Was ist SPP?",
    "rankings.whatIsSPP.answer": "SPP ist eine Abkürzung für \"Standard deviated PP\" - also PP unter Berücksichtigung der Standardabweichung. SPP ist die Ranking-Methode, die Spieler im All-Mode Bereich auf ihrem jeweiligen Discord Server als Hauptkriterium für das Ranking ausgewählt haben. Du kannst <a href=\"https://matheguru.com/stochastik/standardabweichung.html\">Hier</a> über die Standardabweichung nachlesen.",
    "rankings.wrongRarityPercentages.question": "Die Prozentsätze für die Medaillenhäufigkeit sind nicht korrekt.",
    "rankings.wrongRarityPercentages.answer": "Leider können wir nicht alle Statistiken verfolgen und wir haben auch keine anderen Mittel, um diese Rate zu erhalten so ist es nur die Seltenheit der Medaille unter allen Spielern, die wir verfolgt haben. Da dies bedeutet, dass die Prozentsätze mit den Daten von etwa 50.000 Spielern berechnet werden, ist es eine ziemlich gute Schätzung. Aber da es meistens die Top 10.000 aus jedem Gamemode sind, werden die Prozentsätze der härteren Medaillen etwas unterschätzt.",
    "rankings.colorCodes.question": "Was sind die Farbcodes für das Benutzer-Ranking in Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Ich habe eine falsche Lösung, Beatmap oder einen falschen Kommentar gefunden.",
    "medals.somethingIncorrect.answer": "Manchmal - zum Beispiel wenn Sternebewertungen von Beatmaps geändert werden - kann dies passieren.<br>Wenn du denkst, dass die Lösung einer Medaille nicht korrekt ist, zögere bitte nicht, die Entwickler oder Moderatoren über Discord oder den osu! chat zu kontaktieren, um es zu überprüfen und zu korrigieren. Du kannst auch die gefundenen Fehler als Kommentar hinterlassen, wenn du unsicher bist und eine Diskussion darüber beginnen willst.<br>Wenn du der Meinung bist, dass eine Beatmap nicht korrekt ist, verwende bitte den angegebenen Report-Button auf der unteren linken Seite der Box.",
    "medals.addSuggestionsOrComments.question": "Wie kann ich Beatmap Vorschläge oder Kommentare hinzufügen?",
    "medals.addSuggestionsOrComments.answer": "Du musst dich mit deinem osu!-Konto anmelden, indem du den Button oben rechts auf der Website verwendest. Wir verwenden osu!'s sicheres OAuth2-System, um unsere Logins durchzuführen, so dass wir nur grundlegende Profilinformationen erhalten.",
    "profiles.whatAreClubs.question": "Was sind 'Clubs'?",
    "profiles.whatAreClubs.answer": "Medaillenclubs sind Rollen, die man bei bestimmten Medaillenprozentsätzen erhalten kann! Sie erscheinen auf deinem Osekai Profil und sind auch farblich mit den Balken mit dem erreichten Prozentsatz der Medaillen abgestimmt, die du auf der restlichen Website findest. Die Medaillen, die wir derzeit haben, sind:<br>??faq.colorcodes.table??<br> Du kannst in jeden Club einsteigen, indem du mehr Medaillen bekommst!",
    "profiles.howAllModeNumbersCalculated.question": "Wie werden die Zahlen im \"All\"-Modus berechnet?",
    "profiles.howAllModeNumbersCalculated.answer": "Die Grundwerte sind in der Regel additiv. Für PP wäre es also<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>Die Ränge für Medaillen werden aus Osekai Rankings gezogen, welches wiederum unsere eigene Datenbank verwendet, die regelmäßig aktualisiert werden. Weitere Informationen zu Osekai Rankings finden Sie in den spezifischen FAQ-Sektionen.<br><br>Letztlich wird die Genauigkeit ähnlich wie in osu! für einen einzelnen Modus berechnet <br><code>(pp * Genauigkeit) / Σ(pp * Genauigkeit)</code><br> für alle 4 Modis.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Was bedeutet \"Medaillen aller Modi anzeigen\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "Auf Osekai Profilen zeigen wir in der Medaillenleiste Medaillen aus allen Modis, egal welcher Modus ausgewählt ist. Das bedeutet, dass eine Medaille für osu! catch erscheinen würde, auch wenn du Standard ausgewählt hast. Wenn Medaillen Modus-spezifisch sein sollen, kannst du die Option deaktivieren! Bitte beachte, dass dies auch den Prozentsatz und die Clubs ändert.",
    "profiles.whyNoMedalRankForMe": "Warum gibt es für mich keinen Medaillenrang?",
    "profiles.whyNoMedalRankForMe.answer": " Der Medaillenrang wird - wie bei allen Rängen - über unsere eigene Datenbank berechnet. Wir haben nicht alle Benutzer, die existieren, in unserer Datenbank. Nur die Top 10.000 Spieler jedes Modus sind in unseren Rankings. Es gibt auch einige manuell hinzugefügte Spieler in unserer Datenbank. Wenn du dich bei Osekai anmeldest, wirst du dem Prozess hinzugefügt. Du kannst auch manuell andere Spieler als dich selbst auf der Osekai Rankings Homepage hinzufügen.",
    "snapshots.whatFilesToSend.question": "Welche Dateien muss ich senden?",
    "snapshots.whatFilesToSend.answer": "<p>Wir brauchen nur die .exe Datei und die DLL Dateien damit wir die Version hochladen können! Hier ist ein Beispiel:</p><img src=\"img/faqs/snapshots_files.png\"><br>Keine Sorge, wenn du nicht alle diese Dateien hast! Abhängig von deiner osu!-Version können einige fehlen, oder mehr vorhanden sein. Wie auch immer, wir versuchen es trotzdem in Ordnung zu bringen :)",
    "snapshots.areVersionsSafe.question": "Ist es sicher, solche Alten Versionen zu verwenden?",
    "snapshots.areVersionsSafe.answer": "Ja, ist es! Wir überprüfen immer Versionen auf Viren oder schlechte Dateien und entfernen schnell Versionen, die wir für unsicher oder manipuliert halten. Zu deiner Informationen; ja, wir wissen, dass es falsche Positive gibt!",
    "snapshots.netFrameworkVersion": "Was mache ich, wenn eine alte Version des .NET Frameworks benötigt wird, um eine alte osu! Version zu verwenden?",
    "snapshots.netFrameworkVersion.answer": "Die meisten alten osu! Versionen erfordern alte Versionen des .NET Frameworks, und was du siehst, ist nur, dass Windows feststellt, dass es diese Version der .NET Framework braucht um deine alte osu! Version der Wahl zu starten. Lass es von Windows automatisch herunterladen und installiere die erforderliche .NET Framework Version und in wenigen Minuten sollte deine alte osu! Version gestartet sein!"
}