{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% klubi - yli 95% mitaleja</li><li class=\"col90club\">90% klubi - yli 90% mitaleja</li><li class=\"col80club\">80% klubi - yli 80% mitaleja</li><li class=\"col60club\">60% klubi - yli 60% mitaleja</li><li class=\"col40club\">40% klubi - yli 40% mitaleja</li><li class=\"colnoclub\">Ei klubia - alle 40% mitaleja</li></ul>",
    "home.nameMeaning.question": "Onko sivuston nimellä mitään merkitystä?",
    "home.nameMeaning.answer": "[mulraf]: Nimi \"Osekai\" on sanaleikkiä \"osu!\"sta, meidän kaikkien tunteman ja rakastaman rytmipelin nimi, ja anime genrestä isekai. Isekai tarkoittaa yleensi \"toinen maailma\" tai \"erilainen maailma\". Vaikka en ole suurin isekain fani, tämä sivusto oli alun perin tarkoitettu jollekin muulle. Halusin rakentaa \"tiimin\" osu!a varten sivustolla, joka isännöi oman yhteisön lisäksi leaderboardeja, minipelejä ja paljon muuta. Vähän niin kuin \"erilainen maailman\" osu!n sisällä.",
    "home.foundBug.question": "Löysin bugin",
    "home.foundBug.answer": "Ota meihin yhteyttä suoraan osu! mitalimetästäjien Discord-serverin kautta tai osu! DM:ien kautta ja yritämme korjata sen!",
    "home.haveIdea.question": "Minulla on idea",
    "home.haveIdea.answer": "Hienoa! Voit vapaasti jakaa ideasi osu! medal hunters Discord-serverissa tai suoraan meille osu! DM:issä. Pidä kuitenkin mielessä, että meillä on vielä paljon ideoita ja suunnitelmia, jotka odottavat elämää yhtä hyvin tällä hetkellä.",
    "home.futurePlans.question": "Mitkä ovat tulevaisuuden suunnitelmanne?",
    "home.futurePlans.answer": "Työskentelemme tällä hetkellä lukuisten ominaisuuksien, ideoiden ja uusien Osekai-sovellusten parissa. Ole varuillaan mihin tahansa uusiin asioihin!<br><br>Jos haluat saada salaisia päivityksia nykyisestä edistymisestä ja varhaiskäyttöoikeutta keskeneräisiin ominaisuuksiin, harkitse lahjoittamista ja täten pääsyn hankkimista supersalaiseen Osekain kehityskanavaan.",
    "rankings.cantFindName.question": "En löydä nimeäni rankingissa, vaikka minun pitäisi olla siellä!",
    "rankings.cantFindName.answer": "Pahoittelemme, mutta emme voi kerätä jokaisen pelaajan dataa ja pitää niitä säännöllisesti ajan tasalla samanaikaisesti. Sen vuoksi dataa pelaajista, joilla on pienempi ränkki, ei kerätä eikä niitä sisällytetä oletusarvoisesti, mutta meillä on sinulle hyviä uutisia: voit kirjautua sinun osu! käyttäjätiedoilla ja datasi aletaan päivittää säännöllisesti. Voit myös tehdä tämän, jos olet jo yksi niistä pelaajista tarpeeksi korkealla ränkillä, että datasi päivittyy, jotta vaikka jäisit ränkkialueen ulkopuolelle, voit silti saada säännöllisiä päivityksiä.",
    "rankings.dataNotUpdated.question": "Minun tiedot ovat siellä, mutta ne eivät ole ajan tasalla. Kuinka usein uusitte tiedot?",
    "rankings.dataNotUpdated.answer": "Juuri nyt pieniä tietopäivityksiä tehdään noin 12 tunnin välein, ja täysipäivityksiä joka 3 päivää. Jos sinun tietojasi ei ole päivitetty 4 päivän kuluttava, on luultavasti jokin ongelma. Ota yhteyttä!",
    "rankings.whatIsSPP.question": "Mikä on SPP?",
    "rankings.whatIsSPP.answer": "SPP on lyhenne sanoista \"Standard deviated PP\" eli keskihajoitettu PP. SPP on ränking-menetelmä \"kaikkien moodien pelaajat\" ovat valinneet kukin omissa discord servereissä pääränkinginä. Voit lukea keskihajonnasta <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">Tässä</a>",
    "rankings.wrongRarityPercentages.question": "Mitallien Harvinaisuuden prosenttiosuudet eivät näytä oikeilta.",
    "rankings.wrongRarityPercentages.answer": "Sadly we can't track everyone's stats and we also don't have any other means to get this rate, so it's just the rarity of the medal among all the players that we have tracked. Since this means that the percentages are calculated with the data of roughly 50.000 people it is a pretty good estimate, but since it's mostly the top 10.000 of each gamemode the percentages of harder medals are a bit underestimated.",
    "rankings.colorCodes.question": "What are the color codes for the user ranking in Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "I found an incorrect solution, beatmap or comment.",
    "medals.somethingIncorrect.answer": "Sometimes - for example when star ratings of beatmaps get changed - this may occur.<br>If you think the solution of a medal is incorrect, please don't hesitate to contact the developers or moderators via discord or the osu! chat in order to check and correct it. You may also write your findings as a comment if you are uncertain and want to start a discussion about it.<br>If you think a beatmap is incorrect, please use the designated report button on the lower left of the panel.",
    "medals.addSuggestionsOrComments.question": "How can i add beatmap suggestions or comments?",
    "medals.addSuggestionsOrComments.answer": "You need to log in with your osu! account using the button on the top right corner of the screen. We use osu!'s secure OAuth2 system to do our logins, so we only get basic profile info.",
    "profiles.whatAreClubs.question": "Mitä ovat 'klubit'?",
    "profiles.whatAreClubs.answer": "Medal clubs are roles you get placed into when you get to certain percentages of medals! These appear on your Osekai Profile, and are also colour matched across the site's medal completion bars. The medal clubs we currently have are:<br>??faq.colorcodes.table??<br> You can get into each club by getting more medals!",
    "profiles.howAllModeNumbersCalculated.question": "How are the numbers in \"All\" mode calculated?",
    "profiles.howAllModeNumbersCalculated.answer": "The basic values are usually additive. So for PP example it would be<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>The ranks for medals are drawn from Osekai Rankings which in turn uses our own database that gets updated frequently. For more Information on Osekai Rankings, look at the specific FAQ sections.<br><br>Lastly the Accuracy is calculated similar to how osu! calculates it for one single gamemode.<br><code>(pp * accuracy) / Σ(pp * accuracy)</code><br> for all of the 4 gamemodes.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "What does \"Show Medals from All Modes\" mean?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "On Osekai Profiles by default, on the medals panel we show medals from all mode, no matter what mode you selected. This means a catch dedication medal would show up, even if you have standard selected. If you want medals to be mode-specific you can disable this option! Keep in mind this also changes the percentage and clubs.",
    "profiles.whyNoMedalRankForMe": "Why is there no medal rank for me?",
    "profiles.whyNoMedalRankForMe.answer": " The medal rank is - like the ranks in all mode - calculated via our own database. We don't have all users that exist in our database. Only the top 10.000 players of every gamemode are in our Rankings. There are also some manually added players in our Database. If you log in on Osekai you will be added to the process. Also you can manually add other players than yourself on the Osekai Rankings Homepage.",
    "snapshots.whatFilesToSend.question": "What files do I need to send?",
    "snapshots.whatFilesToSend.answer": "<p>We only need the .exe file and the DLL files for us to be able to upload the version! Here's an example:</p><img src=\"img/faqs/snapshots_files.png\"><br>Don't worry if you don't have all these files! Depending on your osu! version, some may be missing or more may be there. Either way, we'll try to make it work anyway :)",
    "snapshots.areVersionsSafe.question": "Are these old versions safe to run?",
    "snapshots.areVersionsSafe.answer": "Yes, they are! We always check versions for any viruses or bad stuff and we quickly remove versions we decide are not safe to run and have been tampered with in a bad way. For your information; yes, we know false positives are a thing!",
    "snapshots.netFrameworkVersion": "What do I do if it says an old version of the .NET framework is required to run an old osu! version?",
    "snapshots.netFrameworkVersion.answer": "Most old osu! versions require old versions of the .NET framework, and what you're seeing is just Windows detecting that it requires that version of the .NET framework in order to run your old osu! version of choice. Just let Windows do its job automatically downloading and installing the required .NET framework version and in a few minutes your old osu! version should be up and running!"
}