{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% club - meer dan 95% van de medailles</li><li class=\"col90club\">90% club - meer dan 90% van de medailles</li><li class=\"col80club\">80% club - meer dan 80% van de medailles</li><li class=\"col60club\">60% club - meer dan 60% van de medailles</li><li class=\"col40club\">40% club - meer dan 40% van de medailles</li><li class=\"colnoclub\">Geen club - minder dan 40% van de medailles</li></ul>",
    "home.nameMeaning.question": "Heeft de website's naam een betekenis?",
    "home.nameMeaning.answer": "[mulraf]: De naam \"Osekai\" is een samentrekking van \"osu!\", de naam van het ritmisch spel dat we allemaal kennen en van houden, en de naam van de anime genre isekai. Isekai in het algemeen betekent \"andere wereld\" or \"verschillende wereld\". Ook al ben ik niet de grootste fan have het isekai genre, deze website was origineel bedoeld voor iets anders. Ik wou een \"team\" opbouwen voor osu! met een website dat niet alleen een eigen gemeenschap host, maar ook scoreborden, minigames en nog meer. Soort van een \"verschillende wereld\" binnen osu!",
    "home.foundBug.question": "Ik heb een bug gevonden",
    "home.foundBug.answer": "Neem alstublieft contact met ons op direct via de osu! medal hunters Discord server of door osu! DMs en wij gaan proberen het op te lossen!",
    "home.haveIdea.question": "Ik heb een idee",
    "home.haveIdea.answer": "Geweldig! Voel je vrij om je ideeën te delen via de osu! medal hunters Discord server of rechtstreeks met ons in osu! DM's. Houd er echter rekening mee dat we op dit moment nog veel ideeën en plannen hebben die in de wachtrij staan.",
    "home.futurePlans.question": "Wat zijn je toekomstige plannen?",
    "home.futurePlans.answer": "We werken momenteel aan een overvloed aan functies, ideeën en nieuwe Oseka-apps. Wees op zoek naar nieuwe dingen!<br><br>Als je geheime updates wilt krijgen over de huidige voortgang en vroegtijdige toegang tot onvoltooide functies, Overweeg dan om te doneren en daardoor toegang te krijgen tot ons supergeheime Osekai Development kanaal.",
    "rankings.cantFindName.question": "Ik kan mijn naam niet vinden in de ranglijsten, maar ik zou er wel moeten zijn!",
    "rankings.cantFindName.answer": "Sorry, maar we kunnen niet alle gegevens van gebruikers verzamelen en die gegevens regelmatig op hetzelfde moment up-to-date houden. Daarom zullen gegevens van mensen met een lagere rang niet standaard worden verzameld en vermeld, hoewel we goed nieuws voor u hebben: je kan inloggen met je osu! inloggegevens en je gegevens zullen regelmatig worden bijgewerkt. Je kunt dit ook doen als je al een van de mensen met een rang hoog genoeg bent om bijgewerkt te worden, zodat je zelfs als je de range van ranks die worden geüpdate verlaat, regelmatig updates blijft ontvangen.",
    "rankings.dataNotUpdated.question": "Mijn gegevens zijn er, maar zijn niet up-to-date. Hoe vaak vernieuw je deze gegevens?",
    "rankings.dataNotUpdated.answer": "Op dit moment gebeuren kleine gegevensupdates om de twaalf uur, met een volledige veiling elke drie dagen. Als je gegevens over 4 dagen niet zijn bijgewerkt, is er waarschijnlijk een probleem. Neem contact met ons op!",
    "rankings.whatIsSPP.question": "Wat is SPP?",
    "rankings.whatIsSPP.answer": "SPP is een afkorting voor \"Standard deviated PP\". SPP is de ranking methode all-modus spelers op hun respectievelijke discord gekozen als hun hoofd-ranking. Je kan lezen over standaard deviatie <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">Hier</a>",
    "rankings.wrongRarityPercentages.question": "De percentages van de Medal-Rarity zien er niet correct uit.",
    "rankings.wrongRarityPercentages.answer": "Helaas kunnen we niet ieders statistieken bijhouden en hebben we ook geen andere middelen om dit tarief te krijgen. Dus is het gewoon de zeldzaamheid van de medal onder alle spelers die we hebben gevolgd. Omdat dit betekent dat de percentages worden berekend met de gegevens van grofweg 50000 mensen is het een vrij goede schatting, maar aangezien het meestal de top 10000 van elke spelmodus zijn de percentages van moeilijkere medals een beetje onderschat.",
    "rankings.colorCodes.question": "Wat zijn de kleurcodes voor de gebruiker in Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Ik heb een onjuiste oplossing, beatmap of reactie gevonden.",
    "medals.somethingIncorrect.answer": "Soms - bijvoorbeeld wanneer star ratings van beatmaps worden veranderd - kan dit gebeuren.<br>Als je denkt dat de oplossing van een medal onjuist is, wacht dan niet om contact op te nemen met de ontwikkelaars of moderators via discord of de osu! chat om het te controleren en te corrigeren. Je kan je bevindingen ook als commentaar aanmerken als je onzeker bent en hierover een discussie wilt beginnen.<br>Als u denkt dat een beatmap onjuist is, gebruik dan de knop voor het rapport aan de onderkant links van het paneel.",
    "medals.addSuggestionsOrComments.question": "Hoe kan ik beatmap suggesties of opmerkingen toevoegen?",
    "medals.addSuggestionsOrComments.answer": "Je moet inloggen met je osu! account via de knop rechtsboven op het scherm. We gebruiken osu's beveiligde OAuth2-systeem om onze inloggegevens te beveiligen, dus we krijgen alleen profielinformatie.",
    "profiles.whatAreClubs.question": "Wat zijn 'clubs'?",
    "profiles.whatAreClubs.answer": "Medal clubs zijn rollen die je krijgt wanneer je bepaalde percentages van medals hebt! Deze verschijnen op je Osekai profiel en zijn ook in kleur aangepast aan de medal voltooiingsbalken van de site. De medailles die we momenteel hebben zijn:<br>??faq.colorcodes.table??<br> Je kan elke club binnenkomen door meer medailles te krijgen!",
    "profiles.howAllModeNumbersCalculated.question": "Hoe worden de getallen in \"All\" modus berekend?",
    "profiles.howAllModeNumbersCalculated.answer": "De basiswaarden zijn meestal additief. Dus voor het voorbeeld van PP zou het <br><code>Standaard pp + Taiko pp + Catch pp + Mania pp</code> zijn.<br><br>De ranks voor medals worden verkregen via de Osekai Rankings die op zijn beurt onze eigen database gebruikt die regelmatig wordt bijgewerkt. Voor meer informatie over Osekai Rankings, kijk naar de specifieke FAQ-secties.<br><br>Tenslotte wordt de nauwkeurigheid berekend vergelijkbaar met de manier waarop osu! het berekent voor één enkele spelmodus.<br><code>(pp * nauwkeurigheid) / Σ (pp * nauwkeurig)</code><br> voor alle gamemodes.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Wat betekent \"Bekijk medailles van alle modes\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "Op Osekai Profiles tonen we standaard op het medals paneel de medals van alle gamemodes, ongeacht welke modus je selecteerde. Dit betekent dat er een catch dedication medal zou verschijnen, zelfs als je standard hebt geselecteerd. Als je wilt dat medals modus-specifiek zijn kan je deze optie uitschakelen! Houd er rekening mee dat dit ook het percentage en de clubs verandert.",
    "profiles.whyNoMedalRankForMe": "Waarom is er geen medaille rang voor mij?",
    "profiles.whyNoMedalRankForMe.answer": " De medailles wordt - net als de rangen in alle mode - berekend via onze eigen database. We hebben niet alle gebruikers die bestaan in onze database. Alleen de top 10.000 spelers van elke spelmodus staan in onze rangschikkingen. Er zijn ook handmatig toegevoegde spelers in onze Database. Als je inlogt op Osekai zal je aan het proces worden toegevoegd. Je kan ook handmatig andere spelers dan uzelf toevoegen aan de Osekai Rankings startpagina.",
    "snapshots.whatFilesToSend.question": "Welke bestanden moet ik versturen?",
    "snapshots.whatFilesToSend.answer": "<p>We hebben alleen het .exe bestand en de DLL bestanden om de versie te kunnen uploaden! Hier is een voorbeeld:</p><img src=\"img/faqs/snapshots_files.png\"><br>Maak je geen zorgen als je niet al deze bestanden hebt! Afhankelijk van je osu! versie, kunnen sommige er al zijn of sommige nog niet. Hoe dan ook, we proberen het toch te laten werken :)",
    "snapshots.areVersionsSafe.question": "Zijn deze oude versies veilig om te gebruiken?",
    "snapshots.areVersionsSafe.answer": "Ja, dat zijn ze! We controleren ze altijd op virussen en we verwijderen snel versies waarvan we constateren dat ze niet veilig zijn en waar op een slechte manier mee geknoeid is. Voor je informatie; ja, we weten dat 'false positives' bestaan!",
    "snapshots.netFrameworkVersion": "Wat moet ik doen als er staat dat een oude versie van het .NET framework nodig is voor een oude osu! versie?",
    "snapshots.netFrameworkVersion.answer": "Meeste oude osu! versies vereisen oudere versies van het .NET framework en wat je ziet is dat Windows detecteert dat het die versie van het .NET framework nodig heeft om je oude osu! versie uit te voeren. Laat Windows het automatisch downloaden en de vereiste .NET framework versie installeren en over een paar minuten moet je oude osu! versie klaar zijn!"
}