{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% club - ponad 95% medali</li><li class=\"col90club\">90% club - ponad 90% medali</li><li class=\"col80club\">80% club - ponad 80% medali</li><li class=\"col60club\">60% club - ponad 60% medali</li><li class=\"col40club\">40% club - ponad 40% medali</li><li class=\"colnoclub\">Brak klubu - mniej niż 40% medali</li></ul>",
    "home.nameMeaning.question": "Czy nazwa strony ma jakieś znaczenie?",
    "home.nameMeaning.answer": "[mulraf]: Nazwa \"Osekai\" to połączenie \"osu!\", nazwy gry rytmicznej którą wszyscy znamy i kochamy, i nazwy gatunku anime isekai. Isekai ogólnie znaczy \"inny świat\". Mimo że nie jestem wielkim fanem gatunku isekai, ta strona była głównie przeznaczona do czegoś innego. Chciałem utworzyć \"zespół\" dla osu! z stroną która ma nie tylko własną społeczność, ale też rankingi, minigry i wiele więcej. Coś pokroju \"innego świata\" w osu!",
    "home.foundBug.question": "Znalazłem błąd",
    "home.foundBug.answer": "Skontaktuj się z nami za pomocą discorda osu! medal hunters lub przez prywatną wiadomość w osu! i spróbujemy to naprawić!",
    "home.haveIdea.question": "Mam pomysł",
    "home.haveIdea.answer": "Świetnie! Możesz podzielić się swoimi pomysłami na serwerze Discord osu! medal hunters lub bezpośrednio z nami przez DM'y w osu!. Pamiętaj jednak, iż nadal posiadamy wiele pomysłów i planów, które czekają na realizację.",
    "home.futurePlans.question": "Jakie są Wasze plany na przyszłość?",
    "home.futurePlans.answer": "Obecnie pracujemy nad dużą ilością funkcji, pomysłów i nowymi aplikacjami Osekai. Bądźcie czujni na nowości!<br><br>Jeżeli chcesz dostawać sekretne aktualizacje na temat postępu i wczesnego dostępu do nowych funkcji, rozważ dotację, a uzyskasz dostęp do super tajnego kanału Osekai Development.",
    "rankings.cantFindName.question": "Nie mogę znaleźć swojej nazwy w rankingach, ale powinienem tam być!",
    "rankings.cantFindName.answer": "Przepraszamy, ale nie możemy zbierać danych każdego użytkownika i ich regularnie aktualizować w tym samym czasie. W związku z tym dane osób z niższym rankiem nie będą domyślnie zbierane, lecz mamy też dobre wiadomości: możesz się zalogować przez osu! i twoje dane będą regularnie aktualizowane. Możesz to też zrobić jeżeli jesteś jedną z osób z wyższego ranku, bo w przypadku spadnięcia ranku nadal będziesz mieć regularne aktualizacje.",
    "rankings.dataNotUpdated.question": "Moje dane są widoczne, ale nie są aktualne. Jak często odnawiacie swoje dane?",
    "rankings.dataNotUpdated.answer": "Obecnie małe aktualizacje danych odbywają się co około 12 godzin, a pełna co 3 dni. Jeśli Twoje dane nie zostaną zaktualizowane za 4 dni, prawdopodobnie jest jakiś problem. Skontaktuj się z nami!",
    "rankings.whatIsSPP.question": "Czym jest SPP?",
    "rankings.whatIsSPP.answer": "SPP to skrót od \"Standard deviated PP\". SPP to metoda rankingowania, którą gracze wszystkich trybów, na ich własnym discordzie, uznali za główny ranking. Możesz dowiedzieć się więcej o standardowym odchyleniu <a href=\"https://pl.wikipedia.org/wiki/Odchylenie_standardowe\">Tutaj</a>",
    "rankings.wrongRarityPercentages.question": "Procenty rzadkości medali nie są poprawne.",
    "rankings.wrongRarityPercentages.answer": "Niestety nie możemy śledzić statystyk każdej osoby i nie mamy też żadnych innych sposobów aby je uzyskać, więc jest to po prostu rzadkość medalu wśród wszystkich graczy, których statystyki śledziliśmy. Ponieważ oznacza to, że procenty są obliczane na podstawie danych około 50 000 osób, jest to całkiem dobry szacunek, lecz ponieważ jest to w większości 10 000 najlepszych graczy w każdym trybie gry, to procenty trudniejszych medali są nieco niedoszacowane.",
    "rankings.colorCodes.question": "Jakie kody kolorów są używane dla rankingu użytkowników w Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Znalazłem błędne rozwiązanie, beatmapę lub komentarz.",
    "medals.somethingIncorrect.answer": "Czasami - na przykład, gdy star rating beatmap się zmienia - może się to przydarzyć.<br>Jeżeli myślisz, że rozwiązanie do medalu jest nieprawidłowe, nie wahaj się skontaktować z developerami lub moderatorami przez discorda, lub chat w osu!, aby je sprawdzić i poprawić. Jeśli jesteś niepewien, to możesz zapisać swoje znaleziska jako komentarz i rozpocząć o nich dyskusję.<br>Jeżeli myślisz, że mapa jest nieprawidłowa, użyj wyznaczonego przycisku do zgłaszania, znajdującego się w lewym dolnym rogu panelu.",
    "medals.addSuggestionsOrComments.question": "Jak mogę dodać sugestie lub komentarze dotyczące beatmap?",
    "medals.addSuggestionsOrComments.answer": "Musisz zalogować się na swoje konto osu! za pomocą przycisku w prawym górnym rogu ekranu. Do logowania używamy bezpiecznego systemu OAuth2 używanego w osu!, więc otrzymujemy tylko podstawowe informacje o twoim profilu.",
    "profiles.whatAreClubs.question": "Czym są 'kluby'?",
    "profiles.whatAreClubs.answer": "Medal cluby to role, w których zostajesz umieszczony, gdy osiągniesz określony procent zdobytych medali! Pojawiają się one na twoim Osekai Profile i są dopasowane kolorystycznie do paska ukończenia medali. Medal cluby które aktualnie mamy to:<br>??faq.colorcodes.table??<br> Możesz dostać się do następnego klubu, zdobywając więcej medali!",
    "profiles.howAllModeNumbersCalculated.question": "Jak obliczane są dane w \"wszystkie tryby\"?",
    "profiles.howAllModeNumbersCalculated.answer": "Podstawowe wartości są przeważnie dodawane. Więc dla PP byłoby to<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>Rankingi medali są brane z Osekai Rankings, które z kolei korzystają z własnej, często aktualizowanej bazy danych. Więcej informacji na temat Osekai Rankings można znaleźć w innych sekcjach FAQ.<br><br>Natomiast Accuracy jest obliczane podobnie do tego jak osu! to robi dla jednego trybu gry.<br><code>(pp * accuracy) / Σ(pp * accuracy)</code><br> dla wszystkich 4 trybów.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Co oznacza opcja \"Pokaż medale ze wszystkich trybów\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "Na Osekai Profiles domyślnie pokazujemy medale z każdego trybu, nieważne który tryb wybrałeś. To oznacza, że nawet jeśli masz wybrany standard, to wciąż pokaże ci się medal dedykacji z catcha. Jeżeli chcesz, by medale były osobne dla każdego trybu, możesz wyłączyć tę opcję. Pamiętaj, że zmienia to też procent zdobytych medali i twój klub.",
    "profiles.whyNoMedalRankForMe": "Dlaczego nie widać mojego medal ranku?",
    "profiles.whyNoMedalRankForMe.answer": " Rank dla medalu jest - tak jak rank we wszystkich trybach - obliczony poprzez naszą własną bazę danych. Nie znajdują się w niej wszyscy istniejący gracze. Tylko top 10.000 graczy z każdego trybu znajduje się w naszych rankingach. W naszej bazie danych znajdują się również ręcznie dodani gracze. Jeżeli zalogujesz się do Osekai, zostaniesz automatycznie dodany do procesu. Możesz również manualnie dodać innych graczy na stronie głównej Osekai Rankings.",
    "snapshots.whatFilesToSend.question": "Jakie pliki muszę wysłać?",
    "snapshots.whatFilesToSend.answer": "<p>Potrzebujemy jedynie plik .exe oraz pliki DLL, abyśmy mogli przesłać wersję! Oto przykład:</p><img src=\"img/faqs/snapshots_files.png\"><br>Nie martw się, jeżeli nie masz każdego z tych plików! W zależności od wersji gry, niektórych może brakować lub może być ich więcej. Tak czy inaczej, postaramy się sprawić, by wszystko działało prawidłowo :)",
    "snapshots.areVersionsSafe.question": "Czy starsze wersje są bezpieczne do uruchomienia?",
    "snapshots.areVersionsSafe.answer": "Tak, są! Zawsze sprawdzamy wersje pod kątem obecności wirusów lub innych szkodliwych rzeczy i szybko usuwamy wersje, które uznamy za niebezpieczne do uruchomienia i które zostały zmienione w złych celach. Dla Twojej informacji: tak, wiemy, że fałszywe alarmy potrafią się przydarzyć!",
    "snapshots.netFrameworkVersion": "Co mam zrobić, jeśli pojawia się informacja, że do uruchomienia starej wersji osu! potrzebna jest stara wersja .NET framework?",
    "snapshots.netFrameworkVersion.answer": "Większość ze starych wersji osu! wymaga starych wersji .NET framework. To co widzisz, oznacza, że Windows wykrył, iż do uruchomienia wybranej przez Ciebie wersji osu!, wymagana jest konkretna wersja .NET framework. Pozwól Windowsowi automatycznie pobrać i zainstalować wymaganą wersję .NET framework, a w ciągu kilku minut twoja stara wersja osu! powinna być gotowa do uruchomienia!"
}