{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">клуб 95% - більш ніж 95% медалей</li><li class=\"col90club\">клуб 90% - більш ніж 90% медалей</li><li class=\"col80club\">клуб 80% - більш ніж 80% медалей</li><li class=\"col60club\">клуб 60% - більш ніж 60% медалей</li><li class=\"col40club\">клуб 40% - більш ніж 40% медалей</li><li class=\"colnoclub\">Без клуба - меньше ніж 40% медалей</li></ul>",
    "home.nameMeaning.question": "Чи має якесь значення назва сайту?",
    "home.nameMeaning.answer": "[mulraf]: Назва \"Osekai\" - це гра слів \"osu!\", назва ритм гри котру ми усі знаємо та любимо, і назва аніме жанру isekai. Ісекай зазвичай означає \"інший світ\". Хоча я і не найбільший прихильник жанру ісекай, цей сайт спочатку був призначений для чогось іншого. Я хотів створити «команду» для osu! з веб-сайтом, на котрому розміщуються не тільки власна спільнота, але і таблиці лідерів, міні-ігры та багато іншого. Щось схоже на \"інший світ\" в межах osu!",
    "home.foundBug.question": "Я знайшов помилку",
    "home.foundBug.answer": "Будь ласка, зв'яжіться з нами безпосередньо на osu! medal hunters Discord сервері або через osu! Напишіть нам в особисті повідомлення і ми спробуємо виправити це!",
    "home.haveIdea.question": "В мене є ідея",
    "home.haveIdea.answer": "Чудово! Не соромтесь поділитися своїми ідеями на osu! medal hunters Discord сервері або напряму з нами в особистих повідомленнях osu! Майте на увазі, що в нас усе ще є багато ідей та планів, також очікуючих релізу в цей момент.",
    "home.futurePlans.question": "Які у вас плани на майбутнє?",
    "home.futurePlans.answer": "В даний момент ми працюємо над безліччю ідей для нових функцій та нових додатків Osekai, очікуйте будь-які нові речі!<br><br>Якщо ви хочете отримати таємні оновлення про прогресс у даний момент та ранній доступ до незавершених функцій, будь ласка, розгляньте можливість пожертвування і таким чином отримання доступу до нашого суперсекретного каналу розробки Osekai.",
    "rankings.cantFindName.question": "Я не можу знайти своє ім'я в рейтингу, але я повинен бути у ньому!",
    "rankings.cantFindName.answer": "Вибачте, але ми не можемо збирати дані кожного користувача і регулярно оновлювати ці дані одночасно. Тому, дані людей з нижчим рангом не збиратимуться і не включені до списку за замовчуванням, хоча у нас також є хороша новина для вас: ви можете увійти в систему завдяки вашому аккаунту osu! та ваші дані почнуть регулярно оновлюватися. Ви також можете зробити це якщо ви вже є одним із людей з достатньо високим рангом, щоб отримати автоматичні оновлення, так що, навіть якщо ви покинете межі рейтингів, які регулярно оновлюються - ви все ще будете отримувати регулярні оновлення.",
    "rankings.dataNotUpdated.question": "Мої дані тут, але вони не оновлені. Як часто ви оновлюєте свої дані?",
    "rankings.dataNotUpdated.answer": "На даний момент, невеликі оновлення даних відбуваються кожні 12 годин або близько того, з повним зміщенням кожні 3 дні. Якщо ваші дані не були оновлені через 4 дні, це, швидше за все, є проблемою. Будь ласка, зв'яжіться з нами!",
    "rankings.whatIsSPP.question": "Що таке SPP?",
    "rankings.whatIsSPP.answer": "SPP - це скорочення для \"PP по стандартному відхиленню\" (\"Standard deviated PP\"). SPP - це метод ранкінгу який гравці \"усіх режимів\" вибрали як їх основний ранкінг у їх Discord аккаунті. Ви можете прочитати більше про стандартне відхилення <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">Тут</a>",
    "rankings.wrongRarityPercentages.question": "Відсотки для Рідкості Медалі не виглядають коректними.",
    "rankings.wrongRarityPercentages.answer": "На жаль, ми не можемо відслідковувати статистику кожного, і у нас також немає інших причин отримати таку точність, так що це лише рідкість медалей серед всіх гравців, яких ми відслідковуємо. Це означає, що відсотки розраховуються з даними приблизно 50.000 чоловік, що є доволі непоганою кількістю, але оскільки вони в основному складаються з топу 10.000 кожного режиму гри, відсотки складних медалей трохи недооцінюються.",
    "rankings.colorCodes.question": "Які коди кольорів для рейтингу користувача в Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Я знайшов неправильне рішення, карту або коментар.",
    "medals.somethingIncorrect.answer": "Іноді - наприклад, коли складність карт змінюються - це може трапитися.<br>Якщо ви вважаєте, що рішення медалі неправильне, не соромтеся звертатися до розробників або модераторів через discord або чат osu! для того, щоб перевірити та виправити це. Ви також можете писати свої висновки як коментар якщо ви невпевнені і хочете розпочати обговорення цього.<br>Якщо ви вважаєте, що карта неправильна, будь ласка, скористайтеся спеціальною кнопкою для скарги на нижній лівій частині панелі.",
    "medals.addSuggestionsOrComments.question": "Як я можу додавати пропозиції карт або коментарі?",
    "medals.addSuggestionsOrComments.answer": "Вам необхідно увійти до свого osu! акаунту за допомогою кнопки в правому верхньому кутку екрану. Ми використовуємо захищену OAuth2 систему osu! для логінів, тому ми отримуємо лише базову інформацію про профіль.",
    "profiles.whatAreClubs.question": "Що таке 'клуби'?",
    "profiles.whatAreClubs.answer": "Клуби медалей - це ролі в які ви потрапляєте коли ви досягаєте певного відсотка медалей! Вони тільки з'являються у вашому Osekai профілі, а також кольори відповідають шкалі отриманих медалей на вебсайті. Клуби медалей які ми наразі маємо:<br>??faq.colorcodes.table??<br> Ви можете потрапити до кожного клубу, отримавши більше медалей!",
    "profiles.howAllModeNumbersCalculated.question": "Як розраховуються числа у \"ігровому\" режимі \"All\"?",
    "profiles.howAllModeNumbersCalculated.answer": "Прості величини зазвичай є оптимальними. Таким чином, наприклад для pp, це було б<br><code>osu!standard pp + osu!taiko pp + osu!catch pp + osu!mania pp</code><br><br>Ранги для медалей беруться з Osekai Rankings які в свою чергу використовують нашу власну базу даних, що часто оновлюється. Для отримання додаткової інформації про Osekai Rankings відвідайте спеціальні розділи FAQ.<br><br>Нарешті, точність розраховується схожим чином, як osu! підраховує її для одного ігрового режиму.<br><code>(pp * точність) / Σ(pp * точність)</code><br> для усіх 4 режимів гри.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Що означає \"Показувати Медалі з Усіх Режимів\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "У Osekai Profiles за замовчуванням на панелі медалей ми показуємо медалі з усіх режимів, незалежно від того, який режим ви обрали. Це означає що медалі, посвячені osu!catch будуть показуватися, навіть якщо ви обрали osu!standard. Якщо ви хочете, щоб бачити лише медалі з одного режиму, ви можете вимкнути цю опцію! Майте на увазі, що це також змінює відсотки і клуби.",
    "profiles.whyNoMedalRankForMe": "Чому в мене немає ніякого рангу медалей?",
    "profiles.whyNoMedalRankForMe.answer": "Ранг медалей, як і ранги в \"All Mode\" - обчислюються через нашу власну базу даних. Ми не маємо усіх користувачів, які існують в нашій базі даних. Тільки топ 10,000 гравців кожного режиму гри знаходяться в нашому рейтингу. В нашій базі даних є також деякі вручну додані гравці. Якщо ви увійдете в систему Osekai, ви також будете додані. Ще ви можете вручну додавати інших гравців на головній сторінці Osekai Rankings.",
    "snapshots.whatFilesToSend.question": "Які файли я повинен надіслати?",
    "snapshots.whatFilesToSend.answer": "<p>Нам потрібні лише .exe файл та DLL файли, щоб мати можливість завантажити версію! Ось приклад:</p><img src=\"img/faqs/snapshots_files.png\"><br>Не хвилюйтеся, якщо у вас немає усіх цих файлів! Залежно від вашої версії osu!, деякі можуть бути відсутніми або з'явитися. Так чи інакше, ми спробуємо змусити це все працювати :)",
    "snapshots.areVersionsSafe.question": "Чи безпечні ці старі версії для запуску?",
    "snapshots.areVersionsSafe.answer": "Так, вони безпечні! Ми завжди перевіряємо версії на будь-які віруси чи погані речі, і швидко видаляємо версії, які не є безпечними для використання і підроблені. Для вашої інформації; так, ми знаємо, що помилки першого роду існують!",
    "snapshots.netFrameworkVersion": "Що мені робити, якщо написано що мені необхідна більш давня версія .NET framework для запуску старої osu! версії?",
    "snapshots.netFrameworkVersion.answer": "Більшість старих версій osu! потребують старіші версії .NET framework, і як ви бачите, Windows відстежує, що вони потребують цю версію .NET framework, щоб запустити старішу версію osu! на ваш вибір. Просто дозвольте Windows зробити його роботу, автоматично завантаживши та встановивши потрібну версію .NET framework і через кілька хвилин ваша стара версія osu! повинна працювати!"
}