{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% klubb - över 95% av medaljer</li><li class=\"col90club\">90% klubb - över 90% av medaljer</li><li class=\"col80club\">80% klubb - över 80% av medaljer</li><li class=\"col60club\">60% klubb - över 60% av medaljer</li><li class=\"col40club\">40% klubb - över 40% av medaljer</li><li class=\"colnoclub\">Ingen klubb - mindre än 40% av medaljer</li></ul>",
    "home.nameMeaning.question": "Har webbplatsens namn någon betydelse?",
    "home.nameMeaning.answer": "[mulraf]: Namnet \"Osekai\" är en teleskopord av \"osu!, namnet på rytmen spelet vi alla vet och älskar, och namnet på anime genre isekai. Isekai betyder i allmänhet \"en annan värld\" eller \"en annorlunda värld\". Även om jag inte är den största fan av isekai genren, var denna webbplats ursprungligen avsedd för något annat. Jag ville bygga upp ett \"team\" för osu! med en webbplats som är värd inte bara sitt eget gemenskap, men också topplistor, minispel och mycket mer. Som en \"annorlunda värld\" inom osu!",
    "home.foundBug.question": "Jag hittade en bugg",
    "home.foundBug.answer": "Kontakta oss direkt via osu! medal hunters Discord-server eller genom osu! DMs så försöker vi fixa det!",
    "home.haveIdea.question": "Jag har en idé",
    "home.haveIdea.answer": "Bra! Dela gärna dina idéer via osu! medal hunters Discord-servern eller direkt med oss i osu! DMs. Kom ihåg på att vi fortfarande har en hel del idéer och planer som väntar på att komma till liv även för tillfället.",
    "home.futurePlans.question": "Vilka är dina framtidsplaner?",
    "home.futurePlans.answer": "Vi arbetar för närvarande med en mängd funktioner, idéer och nya Osekai-appar. Se upp efter några nya saker!<br><br>Om du vill få hemliga uppdateringar om aktuella framsteg och tidig tillgång till oavslutade funktioner, överväg att donera och därmed få tillgång till vår superhemliga Osekai Development kanal.",
    "rankings.cantFindName.question": "Jag kan inte hitta mitt namn i rankingen men jag borde vara där!",
    "rankings.cantFindName.answer": "Tyvärr, men vi kan inte samla in alla användares data och regelbundet hålla dessa data uppdaterade samtidigt. Därför kommer data om personer med lägre rank inte samlas in och inkluderas som standard, men vi har goda nyheter för dig: du kan logga in med din osu! autentiseringsuppgifter och dina uppgifter kommer att börja uppdateras regelbundet. Du kan också göra detta om du är redan en av de personer med en tillräckligt rank för att bli uppdaterad så att även om du lämnar utbudet av leden som blir uppdaterad kommer du fortfarande att få regelbundna uppdateringar.",
    "rankings.dataNotUpdated.question": "Mina uppgifter finns där, men det är inte uppdaterat. Hur ofta förnyar du dina uppgifter?",
    "rankings.dataNotUpdated.answer": "Just nu sker små data-uppdateringar var 12:e timme eller så, med en full svep var 3:e dag. Om din data har inte uppdaterats på 4 dagar från och med nu, är det förmodligen ett problem. Kontakta oss!",
    "rankings.whatIsSPP.question": "Vad är SPP?",
    "rankings.whatIsSPP.answer": "SPP är en förkortning för \"Standard deviated PP\". SPP är rankingmetoden all-mode spelare på sina respektive discord valde som sin huvudrankning. Du kan läsa om standardavvikelse <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">Här</a>",
    "rankings.wrongRarityPercentages.question": "Procenten för medaljens sällsynthet ser inte korrekt.",
    "rankings.wrongRarityPercentages.answer": "Tyvärr kan vi inte spåra allas statistik och vi har inte heller några andra sätt att få denna takt, så det är bara sällsyntheten av medaljen bland alla spelare som vi har spårat. Eftersom detta innebär att procentsatserna beräknas med data på ungefär 50 000 personer är det en ganska bra uppskattning, men eftersom det är mestadels topp 10 000 av varje spelläge procentandelarna av hårdare medaljer är lite underskattade.",
    "rankings.colorCodes.question": "Vilka är färgkoderna för användarens ranking i Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Jag hittade en felaktig lösning, beatmap eller kommentar.",
    "medals.somethingIncorrect.answer": "Ibland - till exempel när stjärnbetyg på beatmaps ändras - kan detta inträffa.<br>Om du tycker att en medaljlösning är felaktig, tveka inte att kontakta utvecklarna eller moderatorerna via discord eller osu! chatta för att kontrollera och korrigera den. Du kan också skriva dina resultat som en kommentar om du är osäker och vill starta en diskussion om det.<br>Om du tycker att en beatmap är felaktig, använd den angiven rapport knappen längst ner till vänster på panelen.",
    "medals.addSuggestionsOrComments.question": "Hur lägger jag till beatmap förslag eller kommentarer?",
    "medals.addSuggestionsOrComments.answer": "Du måste logga in med ditt osu! konto med hjälp av knappen uppe till höger på skärmen. Vi använder osu!'s säkra OAuth2-system för att göra våra inloggningar, så vi får bara grundläggande profilinformation.",
    "profiles.whatAreClubs.question": "Vad är 'klubbar'?",
    "profiles.whatAreClubs.answer": "Medaljklubbar är roller du får placeras in när du kommer till vissa procent av medaljer! Dessa visas på din Osekai Profil och är även färgmatchade över webbplatsens medaljstaplar. De medaljklubbar som vi för närvarande har är:<br>??faq.colorcodes.table??<br> Du kan komma in i varje klubb genom att få fler medaljer!",
    "profiles.howAllModeNumbersCalculated.question": "Hur beräknas siffrorna i \"Alla\" läget?",
    "profiles.howAllModeNumbersCalculated.answer": "De grundläggande värdena är oftast tillsats. Så för PP skulle det vara<br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>Ranken för medaljer dras från Osekai Rankings som i sin tur använder vår egen databas som uppdateras ofta. För mer information om Osekai Rankings, se de specifika FAQ-sektionerna.<br><br>Slutligen är noggrannheten beräknad som hur osu! beräknar den för ett enda spelläge.<br><code>(pp * accuracy) / Σ(pp * accuracy)</code><br> för alla 4 spellägen.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Vad betyder \"Visa medaljer från alla lägen\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "På Osekai Profiles som standard, på medaljpanelen visar vi medaljer från alla lägen, oavsett vilket läge du har valt. Detta innebär att en catch dedikation medalj skulle dyka upp, även om du har standard valt. Om du vill att medaljer ska vara mode-specifika kan du inaktivera detta alternativ! Tänk på att detta också ändrar procentsats och klubbar.",
    "profiles.whyNoMedalRankForMe": "Varför finns det ingen medaljplats för mig?",
    "profiles.whyNoMedalRankForMe.answer": " Medalj ranken är - liksom leden i alla lägen - beräknad via vår egen databas. Vi har inte alla användare som finns i vår databas. Endast de 10 000 bästa spelarna i varje spelläge finns i våra rankningar. Det finns också några manuellt tillagda spelare i vår databas. Om du loggar in på Osekai kommer du att läggas till i processen. Du kan också lägga till andra spelare manuellt på Osekai Rankings hemsida.",
    "snapshots.whatFilesToSend.question": "Vilka filer behöver jag skicka?",
    "snapshots.whatFilesToSend.answer": "<p>Vi behöver bara .exe fil och DLL filer för oss att kunna ladda upp versionen! Här är ett exempel:</p><img src=\"img/faqs/snapshots_files.png\"><br>Oroa dig inte om du inte har alla dessa filer! Beroende på din osu! version, kan vissa saknas eller mer vara där. Hursomhelst, vi försöker få det att fungera ändå :)",
    "snapshots.areVersionsSafe.question": "Är dessa gamla versioner säkra att köra?",
    "snapshots.areVersionsSafe.answer": "Ja, de är! Vi kontrollerar alltid versioner för alla virus eller dåliga saker och vi tar snabbt bort versioner vi bestämmer är inte säkra att köra och har manipulerats på ett dåligt sätt. För din information; ja, vi vet att falska positiva är en sak!",
    "snapshots.netFrameworkVersion": "Vad gör jag om det står att en gammal version av .NET framework krävs för att köra en gammal osu! version?",
    "snapshots.netFrameworkVersion.answer": "De flesta gamla osu! versioner kräver gamla versioner av .NET framework, och vad du ser är bara att Windows upptäcker att det kräver att versionen av .NET framework för att köra din gamla osu! version av val. Låt bara Windows göra sitt jobb automatiskt att ladda ner och installera den krävda .NET framework version och inom några minuter bör din gamla osu! version vara igång!"
}