{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% klub - nad 95% medailí</li><li class=\"col90club\">90% klub - nad 90% of medailí</li><li class=\"col80club\">80% klub - nad 80% medailí</li><li class=\"col60club\">60% klub - nad 60% medailí</li><li class=\"col40club\">40% klub - nad 40% medailí</li><li class=\"colnoclub\">Žiadny klub - menej ako 40% medailí</li></ul>",
    "home.nameMeaning.question": "Má názov stránky nejaký význam?",
    "home.nameMeaning.answer": "[mulraf]: Meno \"Osekai\" je slovotvorba z\"osu!\", meno rytmickej hry, ktorú všetci poznáme a milujeme, a meno anime žánru isekai. Isekai väčšinou znamená \"iný svet\". Zatiaľ čo nie som najväčší fanúšik isekai žánru, táto stránkas mala najprv iný zámer. Chcel som vytvoriť \"tím\" pre osu! so stránkou, ktorá hostuje nielen svoju komunitu, ale aj rebríčky, minihry a oveľa viac. Niečo ako \"iný world\" v osu!",
    "home.foundBug.question": "Našiel som bug",
    "home.foundBug.answer": "Prosím kontaktuj nás cez náš Discord server alebo cez osu! spravý a my sa to budeme snažiť opraviť!",
    "home.haveIdea.question": "Mám nápad",
    "home.haveIdea.answer": "Super! Cíť sa slobodne zdielať tvoje nápady cez náš Discord server alebo rovno cez osu! správy. Maj na pamäti, že my sami máme ešte veľa nápadov a plánov, ktoré sa taktiež snažíme teraz zrealizovať.",
    "home.futurePlans.question": "Aké máte plány do budúcnosti?",
    "home.futurePlans.answer": "Práve pracujeme na množstve nápadov, funkcií a nových Osekai aplikáciach. Buď v pozore na všelijaké nové veci!<br><br>Ak chceš získať tajné novinky na náš pokrok a skorý prístup k nedokončeným nápadom, prosím zváž príspevok a taktiež získanie prístupu k našemu super-tajnému Osekai Vývojárskemu kanálu.",
    "rankings.cantFindName.question": "Nemôžem nájsť svoje meno v rankingoch, ale mal by som tam byť!",
    "rankings.cantFindName.answer": "Prepáč, ale nemôžeme zbierať dáta každého používateľa a aktuálne udržiavať tie dáta naraz. Preto, dáta ľudí s menšou pozíciou nebudú zbierané a predvolené zahrnuté, hoci máme pre teba dobré správy: môžeš sa prihlásiť s vašim osu! účtom a vaše dáta sa budú stále aktualizovať. Toto môžeš urobiť, aj keď už si jeden z ľudí, ktorí majú vysoký rank, takže, aj keď ten rozsah ranku opustíš tvoje dáta sa stále budú aktualizovať.",
    "rankings.dataNotUpdated.question": "Moje dáta tam sú, ale nie sú aktuálne. Ako často obnovujete vaše dáta?",
    "rankings.dataNotUpdated.answer": "Práve teraz, aktualizácie malých dát sa dejú každých 12 hodín, so všetkými dátami každé 3 dni. Ak sa vaše dáta neaktualizovali za 4 dni oddnes, možno nastala chyba. Prosím kontaktuj nás!",
    "rankings.whatIsSPP.question": "Čo je SPP?",
    "rankings.whatIsSPP.answer": "SPP je skratka pre \"štandardne odchýlené PP\". SPP je rebríčková metóda pre hráčov všetkých módov na ich príslušných discordoch vybraných ako ich hlavný rebríček. Môžeš čítať štandardnej odchýlke <a href=\"https://en.wikipedia.org/wiki/Standard_deviation\">tu</a>",
    "rankings.wrongRarityPercentages.question": "Percentá pre vzácnosť medailí nevyzerajú správne.",
    "rankings.wrongRarityPercentages.answer": "Bohužiaľ, nemôžeme sledovať každého štatistiky a tiež nemáme prostriedky aby sme získali presné údaje, takže je to iba rarita medaile spomedzi ľudí, ktorých sledujeme. Pretože to znamená, že percentá sa počítajú s dátami približne 50000 ľudí, je to dobrý odhad, ale pretože to je väčšinou top 10000-ka z každého módu, percentá ťažších medailí su troška podcenené.",
    "rankings.colorCodes.question": "Aké sú farebné kódy pre používateľské rebríčky v Osekai Rankingoch?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Našiel som nesprávne riešenie, beatmapu alebo koment.",
    "medals.somethingIncorrect.answer": "Niekedy - napríklad, keď počet hviezd beat mapy sa zmení - sa toto môže stať.<br>Keď si myslíš, že riešenie medaile je nesprávne, prosím neváhaj kontaktovať vývojárov alebo moderátorov cez Discord alebo osu! chat, aby sme to preverili a vyriešili. Taktiež môzeš napísať svoje poznatky a zistenia do komentárov, keď si nie si istý či chceš o tom začať diskusiu.<br>Ak si myslíš, že je beatmapa nesprávna, prosím použi určené tlačidlo nahlásiť na pravom dolnom paneli.",
    "medals.addSuggestionsOrComments.question": "Ako môžem pridať beatmap doporučenia alebo komentáre?",
    "medals.addSuggestionsOrComments.answer": "Musíš sa prihlásiť so svojím osu! účtom s použitím tlačidla, ktoré sa nachádza na pravej hornej časti obrazovky. Používame bezpečný osu! OAuth2 systém aby sme uskutočnili naše prihlásenia, takže získame iba bežné profilové info.",
    "profiles.whatAreClubs.question": "Čo sú to \"kluby\"?",
    "profiles.whatAreClubs.answer": "Medailové kluby sú role, do ktorých sa umiestniš, keď získaš nejaké percento medailí! Kluby sa zobrazujú na tvojom Osekai Profil a aj majú príslušné farby. Medailové Kluby, ktoré práve máme sú:<br>??clubs.table??<br> Do každého klubu môžeš ísť získavaním viacej medailí!",
    "profiles.howAllModeNumbersCalculated.question": "Ako sa počítajú čísla vo \"všetkých\" módoch?",
    "profiles.howAllModeNumbersCalculated.answer": "Štandardné hodnoty sa väčšinou sčítavajú. Napríklad pre PP by to bolo<br><code>Štandardné pp + Taiko pp + Catch pp + Mania pp</code><br><br>Ranky pre medaile sa zbierajú z Osekai Rebríčkov čo používa svoju vlastnú databázu, ktorá sa často aktualizuje. Pre viacej informácií o Osekai Rebríčkoch sa pozri na specifické FAQ sekcie.<br><br>Naposledy, presnosť sa počíta rovnako ako ju osu! počíta pre jeden gamemode.<br><code>(pp * accuracy) / Σ(pp * accuracy)</code><br> pre všetky štyri gamemódy.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Čo znamená \"ukáž medaile zo všetkých módov\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "Väčšinou na Osekai Profiloch, na paneli medailí ukazujeme medaile z každého módu, bez ohľadu na to aký mód si vybral. To znamená, že aj catch dedication medaila by sa zobrazila, aj keď si vybral standard. Ak chceš aby medaile boli mód-špecifické, môžeš vypnúť túto funkciu. Maj na pamäti, že toto mení aj percentá aj kluby.",
    "profiles.whyNoMedalRankForMe": "Prečo nemám žiadny medal rank?",
    "profiles.whyNoMedalRankForMe.answer": " Medailový rank je – niečo, ako ranky vo všetkých módoch – kalkulovaný s našou databázou. Nemáme všetkých používateľov, ktorí existujú v našej databáze. Iba top 10.000 hráčov z každého gamemódu sú v našich Rebríčkoch. Existujú aj manuálne pridaní hráči do našej Databáze. Ak sa prihlásiš cez Osekai, budeš pridaný do databáze automaticky. Taktiež môžeš manuálne pridať hráčov okrem teba na Osekai Rebríčkovej Stránke.",
    "snapshots.whatFilesToSend.question": "Ktoré súbory musím poslať?",
    "snapshots.whatFilesToSend.answer": "<p>Potrebujeme iba .exe súbor a všetky DLL súbory aby sme mohli nahrať tú verziu! Tu je príklad:</p><img src=\"img/faqs/snapshots_files.png\"><br>Neboj sa ak nemáš všetky tieto súbory! Záležiac na osu! verzii, niektoré súbory môžu chýbať ,alebo môžu tam byť naviac. Tak či onak, skúsime sa to sprovozniť :)",
    "snapshots.areVersionsSafe.question": "Sú tieto stáre verzie bezpečné na spustenie?",
    "snapshots.areVersionsSafe.answer": "Áno sú! Vždy preveríme verzie pre všelijaké vírusy alebo zlé veci a rýchlo odstránime verzie, u ktorých zvážime, že sú nebezpečné spustiť a boli manipulované. Pre vaše info; áno, vieme že falošne pozitíva existujú!",
    "snapshots.netFrameworkVersion": "Čo mám robiť ak mi to hovorí, že stará verzia .NET štruktúry je potrebná aby mohla spustiť starú verziu osu! ?",
    "snapshots.netFrameworkVersion.answer": "Väčšina starých osu! verzií potrebujú staré verzie .NET štruktúry, a to čo vidíš je len Windows zisťujúc, že to potrebuje verziu .NET štruktúry na to aby si mohol tvoju starú osu! verziu spustiť. Proste nechaj Windows urobiť si jeho prácu automaticky sťahovať a inštalovať potrebnú .NET štruktúrnu verziu a za pár minút tvoja stará osu! verzia by mala fungovať!"
}