{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">95% club - più del 95% delle medaglie</li><li class=\"col90club\">90% club - più del 90% delle medaglie</li><li class=\"col80club\">80% club - più dell'80% delle medaglie</li><li class=\"col60club\">60% club - più del 60% delle medaglie</li><li class=\"col40club\">40% club - più del 40% delle medaglie</li><li class=\"colnoclub\">No club - meno del 40% delle medaglie</li></ul>",
    "home.nameMeaning.question": "Il nome del sito ha qualche significato?",
    "home.nameMeaning.answer": "[mulraf]: Il nome \"Osekai\" è dato dalla combinazione di \"osu!\", il nome del rhythm game che tutti conosciamo e amiamo, e il nome del genere di anime isekai. Isekai generalmente significa \"altro mondo\" o \"mondo differente\". Nonostante io non sia un fan accanito degli isekai, il sito aveva originariamente un altro fine. Volevo formare un \"team\" per osu! con un sito che hostasse non solo la propria community, ma anche delle classifiche, dei minigiochi e tanto altro ancora. Una sorta di \"mondo differente\" all'interno di osu!",
    "home.foundBug.question": "Ho trovato un bug",
    "home.foundBug.answer": "Per favore contattaci direttamente tramite il server Discord osu! Medal Hunters o tramite messaggio privato su osu! e proveremo a sistemarlo!",
    "home.haveIdea.question": "Ho un'idea",
    "home.haveIdea.answer": "Ottimo! Sentiti libero di condividere le tue idee attraverso il server Discord osu! Medal Hunters oppure direttamente a noi tramite messaggio privato su osu!. Tieni a mente però che abbiamo attualmente ancora molte idee e piani che devono ancora nascere.",
    "home.futurePlans.question": "Quali sono i vostri obiettivi futuri?",
    "home.futurePlans.answer": "Attualmente stiamo lavorando a moltissime funzionalità, idee e nuove app Osekai. Rimani aggiornato per le novità future!<br><br>Se vuoi sapere degli aggiornamenti segreti riguardanti i progressi attuali e l'accesso anticipato a nuove funzionalità ancora in via di sviluppo, per favore fai una donazione per acquisire l'accesso al nostro canale di sviluppo super segreto.",
    "rankings.cantFindName.question": "Non riesco a trovare il mio nome nelle classifiche ma dovrei esserci!",
    "rankings.cantFindName.answer": "Ci dispiace, ma non possiamo avere tutti i dati di ogni giocatore e averli regolarmente aggiornati allo stesso tempo. Perciò, i dati sui giocatori di rank più basso non verranno raccolti e inclusi di default, ma abbiamo anche delle buone notizie per te: puoi eseguire l'accesso con le tue credenziali di osu! e i tuoi dati inizieranno a essere regolarmente aggiornati. Puoi farlo anche se sei uno di quei giocatori con un rank abbastanza alto per avere i tuoi dati aggiornati, così anche se esci dal range dei rank che vengono automaticamente aggiornati riceverai comunque gli aggiornamenti costanti.",
    "rankings.dataNotUpdated.question": "I miei dati ci sono, ma non sono aggiornati. Ogni quanto rinnovate i vostri dati?",
    "rankings.dataNotUpdated.answer": "Attualmente, vi sono degli aggiornamenti minori ogni 12 ore o giù di lì, con un aggiornamento completo ogni 3 giorni. Se i tuoi dati non sono stati aggiornati dopo 4 giorni, c'è probabilmente un problema. Per favore, contattaci!",
    "rankings.whatIsSPP.question": "Cosa sono gli SPP?",
    "rankings.whatIsSPP.answer": "SPP è l'abbreviazione di \"Standard deviated PP\". Gli SPP sono il metodo di classifica che è stato scelto dai giocatori di tutte le modalità come classifica principale. Puoi leggere più approfonditamente la deviazione standard <a href=\"https://it.wikipedia.org/wiki/Scarto_quadratico_medio\">Qui</a>",
    "rankings.wrongRarityPercentages.question": "Le percentuali per la rarità delle medaglie non sono corrette.",
    "rankings.wrongRarityPercentages.answer": "Purtroppo non possiamo tracciare le statistiche di tutti e non abbiamo nemmeno altri mezzi per ottenere questi dati, quindi è solo la percentuale della rarità delle medaglie tra tutti i giocatori che abbiamo tracciato. Poiché le percentuali sono calcolate con i dati di circa 50.000 giocatori è una stima piuttosto buona, ma siccome i giocatori sono la maggior parte della top 10.000 di ogni modalità le percentuali delle medaglie difficili sono un po' sottovalutate.",
    "rankings.colorCodes.question": "Quali sono i color codes usati per la classifica utenti in Osekai Rankings?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "Ho trovato una soluzione, una beatmap o un commento errato.",
    "medals.somethingIncorrect.answer": "A volte - per esempio quando lo star rating delle mappe viene cambiato - ciò potrebbe accadere.<br>Se pensi che la soluzione della medaglia sia errata, per favore non esistare a contattare gli sviluppatori o i moderatori via Discord o in chat su osu! per far sì che venga controllato e corretto. Puoi anche scrivere ciò che hai rinvenuto tramite commento se non sei sicuro e vuoi iniziare una discussione riguardo ciò.<br>Se pensi che una beatmap sia errata, per favore usa il pulsante di segnalazione apposito in basso a sinistra.",
    "medals.addSuggestionsOrComments.question": "Come posso aggiungere suggerimenti o commenti su una beatmap?",
    "medals.addSuggestionsOrComments.answer": "Devi accedere al tuo account di osu! usando il pulsante in alto a destra dello schermo. Utilizziamo il sistema sicuro di osu! OAuth2 per gli accessi, così otteniamo solo le informazioni di base del profilo.",
    "profiles.whatAreClubs.question": "Cosa sono i 'club'?",
    "profiles.whatAreClubs.answer": "I club di medaglie sono dei ruoli che ti vengono assegnati quando raggiungi una certa percentuale di medaglie raccolte! Questi appaiono sul tuo profilo di Osekai e hanno i colori abbinati alle barre di completamento del sito. I club di medaglie che abbiamo attualmente sono:<br>??faq.colorcodes.table??<br>\nPuoi entrare in ogni club ottenendo più medaglie!",
    "profiles.howAllModeNumbersCalculated.question": "Come sono calcolati i numeri nella modalità \"Tutti\"?",
    "profiles.howAllModeNumbersCalculated.answer": "I valori di base sono solitamente additivi. Quindi per esempio i PP sarebbero <br><code>Standard pp + Taiko pp + Catch pp + Mania pp</code><br><br>I rank per le medaglie sono ottenuti dalle classifiche Osekai che a sua volta usa il nostro database che viene aggiornato frequentemente. Per maggiori informazioni sulle classifiche Osekai, guarda nelle sezioni FAQ specifiche.<br><br>Infine la precisione è calcolata in modo simile a come la calcola osu! per una gamemode singola.<br><code>(pp * accuracy) / Σ(pp * accuracy)</code><br> per tutte e 4 le modalità.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Cosa significa \"Mostra medaglie da tutte le modalità\"?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "Sui profili Osekai di default, sul pannello delle medaglie mostriamo le medaglie di tutte le modalità, indipendentemente dalla modalità che hai scelto. Questo significa che una medaglia di dedizione di catch verrebbe mostrata anche se hai standard selezionato. Se vuoi che le medaglie siano specifiche per ogni modalità disabilità questa opzione! Tieni a mente che questo cambia le percentuali e i club.",
    "profiles.whyNoMedalRankForMe": "Perchè non c'è un rank di medaglie per me?",
    "profiles.whyNoMedalRankForMe.answer": " Il rank delle medaglie è - come i rank in ogni modalità - calcolato tramite il nostro database. Non abbiamo tutti gli utenti che esistono nel nostro database. Solo i primi 10.000 giocatori di ogni gamemode sono nella nostra classifica. Ci sono anche alcuni giocatori aggiunti manualmente nel nostro database. Se accedi a Osekai verrai aggiunto al processo. Inoltre puoi aggiungere manualmente altri giocatori oltre a te sulla homepage delle classifiche di Osekai.",
    "snapshots.whatFilesToSend.question": "Quali file ho bisogno di inviare?",
    "snapshots.whatFilesToSend.answer": "<p>Abbiamo bisogno solo del file .exe e i file DLL per poter caricare la versione! Ecco un esempio:</p><img src=\"img/faqs/snapshots_files.png\"><br>Non preoccuparti se non hai tutti questi file! A seconda della tua versione di osu!, alcuni potrebbero mancare o alcuni potrebbero essere lì. In ogni caso, cercheremo di farlo funzionare comunque. :)",
    "snapshots.areVersionsSafe.question": "Queste vecchie versioni sono sicure?",
    "snapshots.areVersionsSafe.answer": "Sì, lo sono! Controlliamo sempre le versioni per eventuali virus o cose cattive e rimuoviamo rapidamente le versioni che non sono sicure o manomesse in modo malevolo. Per tua informazione: sì, sappiamo che esistono i falsi positivi!",
    "snapshots.netFrameworkVersion": "Cosa devo fare se dice che una vecchia versione del .NET framework è necessaria per eseguire una vecchia versione di osu!?",
    "snapshots.netFrameworkVersion.answer": "La maggior parte delle vecchie versioni di osu! richiedono vecchie versioni del .NET framework, e ciò che stai vedendo è solo Windows che rileva il fatto che necessiti quella versione del .NET framework per eseguire la tua versione vecchia di osu! che hai scelto. Lascia scaricare e installare a Windows la versione del .NET framework necessaria e in pochi minuti la tua vecchia versione di osu! sarà pronta all'uso!"
}