{
    "colorcodes.table": "<ul class=\"faq__mc\"><li class=\"col95club\">club des 95% - plus de 95% des médailles</li><li class=\"col90club\">club des 90% - plus de 90% des médailles</li><li class=\"col80club\">club des 80% - plus de 80% des médailles</li><li class=\"col60club\">club des 60% - plus de 60% des médailles</li><li class=\"col40club\">club des 40% - plus de 40% des médailles</li><li class=\"colnoclub\">Aucun club - moins de 40% des médailles</li></ul>",
    "home.nameMeaning.question": "Le nom du site a-t-il une signification ?",
    "home.nameMeaning.answer": "[mulraf]: Le nom \"Osekai\" est une combinaison de «osu!», le nom du jeu de rythme que nous connaissons et aimons, et le nom du genre d'anime «Isekai». Isekai signifie généralement «autre monde» ou «monde différent». Bien ne sois pas le plus grand fan du genre Isekai, ce site web était initialement prévu pour autre chose. Je voulais créer une \"équipe\" pour osu! avec un site web qui héberge sa propre communauté, mais aussi des classements, des mini-jeux et bien plus encore. Comme un «monde différent» à l'intérieur d'osu!",
    "home.foundBug.question": "J'ai trouvé un bug",
    "home.foundBug.answer": "Contactez-nous directement via le serveur Discord ou en messages privé sur osu! et nous essaierons de les régler ! (En anglais uniquement si en jeu)",
    "home.haveIdea.question": "J'ai une idée",
    "home.haveIdea.answer": "Génial ! N'hésitez pas à partager vos idées sur le serveur Discord où directement via les messages privés sur osu!. Garder cependant en tête que nos avons toujours plein d'idées qui attendent de prendre vie. (En anglais uniquement si en jeu)",
    "home.futurePlans.question": "Quels sont vos plans futurs ?",
    "home.futurePlans.answer": "Nous travaillons actuellement sur une pléthore de fonctionnalités, d'idées et de nouvelles applications Osekai. Soyez à l'affût de toute nouveauté !<br><br>Si vous voulez obtenir des mises à jour secrètes sur les progrès actuels et un accès anticipé aux fonctionnalités non finies, envisagez de faire un don et d'acquérir ainsi l'accès à notre canal de développement Osekai super-secret.",
    "rankings.cantFindName.question": "Je ne trouve pas mon nom dans le classement ! Je devrais pourtant y être !",
    "rankings.cantFindName.answer": "Désolé, mais nous ne pouvons pas collecter les données de chaque utilisateur et les garder régulièrement à jour en même temps. Par conséquent, les données des joueurs avec un classement insuffisant ne seront pas collectées et incluses par défaut, bien que nous ayons de bonnes nouvelles pour vous: vous pouvez vous connecter avec vos identifiants osu! et vos données commenceront à être régulièrement mises à jour. Vous pouvez également le faire si vous avez déjà un rang suffisamment élevé pour être mis à jour automatiquement de sorte que même si vous n'y êtes plus, vous continuerez à obtenir des mises à jour régulières.",
    "rankings.dataNotUpdated.question": "Mes informations sont là, mais elles ne sont pas à jour. À quelle fréquence sont-elles mises à jour ?",
    "rankings.dataNotUpdated.answer": "Pour l’instant, de petites mises à jour des données se font toutes les 12 heures environ, avec un balayage complet tous les 3 jours. Si vos données n'ont pas été mises à jour dans 4 jours, il y a vraisemblablement un problème. Merci de nous contacter !",
    "rankings.whatIsSPP.question": "Qu'est-ce que SPP?",
    "rankings.whatIsSPP.answer": "SPP est l'abréviation de \"Standard deviated PP\", Écart type des PP en français. Le SPP est la méthode de classement qui a été choisie par les joueurs de tous les modes comme classement principal. Vous pouvez en savoir plus sur l'écart-type <a href=\"https://fr.wikipedia.org/wiki/Écart_type\">Ici</a>",
    "rankings.wrongRarityPercentages.question": "Les pourcentages pour la rareté des médailles semblent incorrects.",
    "rankings.wrongRarityPercentages.answer": "Malheureusement, nous ne pouvons pas suivre les statistiques de tout le monde et nous n'avons pas d'autre moyen d'obtenir ce taux, C'est juste la rareté de la médaille parmi tous les joueurs que nous avons suivi. Comme cela signifie que les pourcentages sont calculés avec les données d'environ 50 000 joueurs, c'est une assez bonne estimation, mais comme c'est la plupart du temps le top 10 000 de chaque mode de jeu, les pourcentages de médailles plus dures sont un peu sous-estimés.",
    "rankings.colorCodes.question": "Quels sont les codes de couleur pour le classement des utilisateurs dans les classements Osekai ?",
    "rankings.colorCodes.answer": "??faq.colorcodes.table??",
    "medals.somethingIncorrect.question": "J'ai trouvé une solution, une beatmap ou un commentaire incorrect.",
    "medals.somethingIncorrect.answer": "Parfois - par exemple lorsque le star rating des beatmaps change - cela peut se produire.<br>Si vous pensez que la solution d'une médaille est incorrecte, n'hésitez pas à contacter les développeurs ou modérateurs par le biais du serveur Discord ou des messages privés osu! afin de vérifier et de corriger cela.(En anglais uniquement si en jeu) Vous pouvez également écrire ce que vous trouvez via un commentaire si vous n'êtes pas certain et si vous voulez commencer une discussion à ce sujet.<br>Si vous pensez qu'une beatmap est incorrecte, veuillez utiliser le bouton «signaler» en bas à gauche du panneau.",
    "medals.addSuggestionsOrComments.question": "Comment puis-je ajouter un suggestion de beatmap ou un commentaire?",
    "medals.addSuggestionsOrComments.answer": "Vous devez vous connecter avec votre compte osu! en utilisant le bouton en haut à droite de l'écran. Nous utilisons le système sécurisé OAuth2 d'osu! pour faire nos connections, nous obtenons donc uniquement les informations de profil de base.",
    "profiles.whatAreClubs.question": "Que sont les clubs?",
    "profiles.whatAreClubs.answer": "Les clubs de médailles sont des rôles qui vous sont attribués lorsque vous atteignez certains pourcentages d'obtention de médailles ! Celles-ci apparaissent sur votre profil Osekai, et sont assorties aux couleurs de la barre de progression des médailles du site. Les clubs de médailles que nous avons actuellement sont :<br>??faq.colorcodes.table??<br> Vous pouvez accéder à chaque club en obtenant plus de médailles !",
    "profiles.howAllModeNumbersCalculated.question": "Comment sont calculés les nombres dans \"Tous les modes\" ?",
    "profiles.howAllModeNumbersCalculated.answer": "Les valeurs de base sont généralement additives. Donc, par exemple pour les PP, ce serait<br><code>pp STD + pp Taiko + pp Catch + pp Mania</code><br><br>Les classements pour les médailles sont tirés des classements Osekai qui à leur tour utilisent notre propre base de données qui est mise à jour fréquemment. Pour plus d'informations sur les classements Osekai, consultez les sections spécifiques de la FAQ.<br><br>Enfin, la précision est calculée comme osu! la calcule pour un mode de jeu unique.<br><code>(pp * précision) / <unk> (pp * précision)</code><br> pour chacun des modes de jeu.",
    "profiles.WhatDoesShowMedalsFromAllModesMean.question": "Que signifie \"Afficher les médailles de tous les Modes\" ?",
    "profiles.WhatDoesShowMedalsFromAllModesMean.answer": "Sur les profils Osekai par défaut, sur le panneau des médailles, nous affichons les médailles de tous les modes, quel que soit le mode que vous avez sélectionné. Cela signifie qu'une médaille de dévouement en Catch apparaîtrait, même si vous avez sélectionné le Standard. Si vous voulez que les médailles soient spécifiques au mode, vous pouvez désactiver cette option ! Gardez à l'esprit que cela change également le pourcentage et les clubs.",
    "profiles.whyNoMedalRankForMe": "Pourquoi n'y a-t-il pas de classement de médailles pour moi?",
    "profiles.whyNoMedalRankForMe.answer": " Le rang des médailles est - comme les rangs dans tous les modes - calculé via notre propre base de données. Nous n'avons pas tous les utilisateurs qui existent dans notre base de données. Seuls les 10 000 meilleurs joueurs de chaque mode de jeu sont dans nos Classements. Il y a aussi des joueurs ajoutés manuellement dans notre base de données. Si vous vous connectez sur Osekai, vous serez ajouté au processus. Vous pouvez aussi ajouter manuellement d'autres joueurs que vous sur la page d'accueil du Classement Osekai.",
    "snapshots.whatFilesToSend.question": "Quels fichiers dois-je envoyer ?",
    "snapshots.whatFilesToSend.answer": "<p>Nous avons seulement besoin du fichier .exe et des fichier DLL pour pouvoir uploader la version ! Voici un exemple:</p><img src=\"img/faqs/snapshots_files.png\"><br>Ne vous inquiétez pas si vous n'avez pas tous ces fichiers ! En fonction de votre version d'osu!, certains pourraient être manquants ou il pourrait y en avoir plus. Quoi qu'il en soit, nous allons essayer de le faire fonctionner quand même :)",
    "snapshots.areVersionsSafe.question": "Ces anciennes versions sont-elles sécuritaires?",
    "snapshots.areVersionsSafe.answer": "Oui, c'est le cas! Nous vérifions toujours les versions pour trouver des virus ou de mauvaises choses et nous supprimons rapidement les versions qui ne sont pas sécuritaires à exécuter et qui ont été altérées d'une mauvaise manière. Pour votre information, oui, nous savons que les faux positifs sont une chose !",
    "snapshots.netFrameworkVersion": "Que dois-je faire si une ancienne version du framework .NET est requise pour exécuter une ancienne version d'osu! ?",
    "snapshots.netFrameworkVersion.answer": "Les plupart des anciennes version d'osu! requières d'anciennes version du framework .NET, et ce que vous voyez est Windows qui détecte qu'il faut cette version du framework .NET pour lancer la version d'osu! que vous avez choisi. Laissez simplement Windows télécharger et installer la version framework .NET requise et en seulement quelques minutes, la vieille version du jeu devrait être lancée !"
}